_G.clGray = Turbine.UI.Color(0.6, 0.6, 0.6);
_G.clDarkGray = Turbine.UI.Color(0.1, 0.1, 0.1);
_G.clWhite = Turbine.UI.Color(1, 1, 1);
_G.clNiceGreen = Turbine.UI.Color(0.39, 0.83, 0.13);
_G.clRed = Turbine.UI.Color(0.8, 0.1, 0.13);
_G.clShadowWhite = Turbine.UI.Color(0.79, 0.8, 0.65);
_G.clOrange = Turbine.UI.Color(1, 0.42, 0);
_G.clGold = Turbine.UI.Color(1, 0.78, 0); 

_G.cComps = {"1 ур.", "2 ур.", "2 ур. с испытанием", "Список предметов", "Испытание"};

_G.VirtueLink = "<rgb=#999999><u>"..Convert("Cправочная").."</u></rgb>: ";

_G.ItemIDLink = "<Examine:IIDDID:0x0000000000000000:%s>{%s}<\Examine> <rgb=#999999> <u>"..Convert("(из Справочной)").."</u></rgb>";
_G.ItemIDCaption = "<Examine:IIDDID:0x0000000000000000:%s>%s<\Examine>";
_G.ItemIDAlias = "0x0000000000000000,%s";

_G.Classes =
{
  [Turbine.Gameplay.Class.BlackArrow] = "Черная стрела",
  [Turbine.Gameplay.Class.Burglar] = "Взломщик",
  [Turbine.Gameplay.Class.Captain] = "Рыцарь", 
  [Turbine.Gameplay.Class.Champion] = "Воитель",
  [Turbine.Gameplay.Class.Defiler] = "Осквернитель", 
  [Turbine.Gameplay.Class.Guardian] = "Страж", 
  [Turbine.Gameplay.Class.Hunter] = "Охотник",
  [Turbine.Gameplay.Class.LoreMaster] = "Хранитель мудрости", 
  [Turbine.Gameplay.Class.Minstrel] = "Менестрель",
  [Turbine.Gameplay.Class.Reaver] = "Разбойник", 
  [Turbine.Gameplay.Class.RuneKeeper] = "Хранитель рун", 
  [Turbine.Gameplay.Class.Stalker] = "Варг", 
  [Turbine.Gameplay.Class.Undefined] = "", 
  [Turbine.Gameplay.Class.WarLeader] = "Вожак",
  [Turbine.Gameplay.Class.Warden] = "Защитник", 
  [Turbine.Gameplay.Class.Weaver] = "Ткачиха"
}

_G.ConditionsConstText =
  {["Class"] = "Класс: ",
   ["min_Level"] = "Мин. ур.: ",
   ["Other"] = ""
  };

_G.Conditions =
  {["Class"] = Turbine.Gameplay.Class.Undefined,
   ["min_Level"] = 0,
   ["Other"] = ""
  };

_G.ArmourConstText = "Броня: ";
_G.DamageConstText = "Урон: ";
_G.DPSConstText = " урон/сек.";

_G.DamageTypes = 
  {
    ["Com"] = " обычного типа",
    ["Anc"] = " древ. гномьего типа",
    ["Num"] = " нуменорского типа",
    ["Bel"] = " белериандского типа",
    ["Lig"] = " светом",
    ["Dar"] = " тьмой",
    ["Aci"] = " кислотой",
    ["Lit"] = " молнией",
    ["Fir"] = " огнем",
    ["Fro"] = " холодом",
    ["Non"] = ""
  };

_G.ItemStatsConstText =
  {
   ["Morale"] = " к запасу боевого духа",
   ["Power"] = " к запасу энергии",
   ["MoraleInC"] = " к восст. БД в бою",
   ["PowerInC"] = " к восст. энергии в бою",
   ["MoraleOutC"] = " к восст. БД вне боя",
   ["PowerOutC"] = " к восст. энергии вне боя",
   ["Might"] = " к силе", 
   ["Agility"] = " к ловкости", 
   ["Vitality"] = " к стойкости", 
   ["Will"] = " к воле",
   ["Fate"] = " к вере", 
   ["B"] = " к блокированию",
   ["P"] = " к парированию",
   ["E"] = " к уклонению",
   ["FMast"] = " к физич. мастерству",
   ["TMast"] = " к такт. мастерству", 
   ["CritR"] = " к силе крит. ударов",
   ["inHeal"] = " к величине получ. исц.",
   ["Finesse"] = " к рейтингу искусности",
   ["Resist"] = " к споротивлению",
   ["FMitig"] = " к смягчению физ. урона",
   ["TMitig"] = " к смягчению такт. урона"
  };

_G.ItemStatsName =
  {["Morale"] = "Боевой дух",
   ["Power"] = "Энергия",
   ["MoraleInC"] = "Восстановление боевого духа в бою",
   ["PowerInC"] = "Восстановление энергии в бою",
   ["MoraleOutC"] = "Восстановление боевого духа вне боя",
   ["PowerOutC"] = "Восстановление энергии вне боя",
   ["Might"] = "Сила", 
   ["Agility"] = "Ловкость", 
   ["Vitality"] = "Стойкость", 
   ["Will"] = "Воля",
   ["Fate"] = "Вера", 
   ["B"] = "Блокирование",
   ["P"] = "Парирование",
   ["E"] = "Уклонение",
   ["FMast"] = "Физическое мастерство",
   ["TMast"] = "Тактическое мастерство", 
   ["CritR"] = "Сила критических ударов",
   ["inHeal"] = "Входящее лечение",
   ["Finesse"] = "Искусность",
   ["Resist"] = "Сопротивление",
   ["FMitig"] = "Смягчение физического урона",
   ["TMitig"] = "Смягчение тактического урона"
  };
 
_G.ItemStatsOrder = 
  {
   [1]="Might", 
   [2]="Agility", 
   [3]="Vitality", 
   [4]="Will",
   [5]="Fate",
   [6]="B",
   [7]="P",
   [8]="E",
   [9]="MoraleInC",
   [10]="PowerInC",
   [11]="MoraleOutC",
   [12]="PowerOutC",   
   [13]="Morale",
   [14]="Power",
   [15]="CritR",   
   [16]="FMast",
   [17]="TMast", 
   [18]="Finesse",
   [19]="Resist",
   [20]="FMitig",
   [21]="TMitig",
   [22]="inHeal"
  };
       
_G.ItemStats =
  {
   ["Morale"] = "",
   ["Power"] = "",
   ["MoraleInC"] = "",
   ["PowerInC"] = "",
   ["MoraleOutC"] = "",
   ["PowerOutC"] = "",
   ["Might"] = "", 
   ["Agility"] = "", 
   ["Vitality"] = "", 
   ["Will"] = "",
   ["Fate"] = "", 
   ["B"] = "",
   ["P"] = "",
   ["E"] = "",
   ["FMast"] = "",
   ["TMast"] = "", 
   ["CritR"] = "",
   ["inHeal"] = "",
   ["Finesse"] = "",
   ["Resist"] = "",
   ["FMitig"] = "",
   ["TMitig"] = ""
  };

_G.ItemBounusConds = {"За 1 используемый:", "За 2 используемых:", "За 3 используемых:", "За 4 используемых:", "За 5 используемых:", "За 6 используемых:"};

_G.ItemSets =
  {
   ["SetName"] = "",
   ["SetComponents"] = {},
   ["SetBonuses"] = 
    {
     [1] = {["BonusCond"] = "", ["Bonus"] = ""}
    }
  };  

_G.ItemTypes =
  {["Armor_light"] = "Легкие доспехи",
  ["Armor_leather"] = "Средние доспехи",
  ["Armor_heavy"] = "Тяжелые доспехи",      
  ["Axe"] = "Одноручный топор",
  ["Axe_2h"] = "Двуручный топор",
  ["Back"] = "Плащ",
  ["Bow"] = "Лук",
  ["Bracelet"] = "Браслет",
  ["Club"] = "Одноручная дубина",
  ["Club_2h"] = "Двуручная дубина",
  ["CraftingTrophy"] = "Предмет для ремесла",
  ["Crossbow"] = "Арбалет",
  ["Dagger"] = "Кинжал",
  ["Earing"] = "Серьга",
  ["Halberd"] = "Алебарда",
  ["Hammer"] = "Одноручный молот",
  ["Hammer_2h"] = "Двуручный молот",
  ["Javelin"] = "Метат. копье",
  ["Mace"] = "Одноручная булава",
  ["Mace_2h"] = "Двуручная булава",
  ["Misc"] = "Разное",
  ["Necklace"] = "Ожерелье",
  ["Orb"] = "Рунический камень",
  ["Pocket"] = "Карман",
  ["Relic"] = "Реликвия",
  ["Ring"] = "Кольцо",
  ["Shield"] = "Щит",
  ["Shield_warden"] = "Щит защитника",
  ["Shield_heavy"] = "Тяжелый щит",
  ["Spear"] = "Копье",
  ["Staff"] = "Посох",
  ["Sword"] = "Одноручный меч",
  ["Sword_2h"] = "Двуручный меч",
  ["Undefined"] = ""};
  
_G.ItemCaptionColors =
  {["Default"] = Turbine.UI.Color(1, 1, 1),
   [1090519041] = Turbine.UI.Color(1, 1, 1), --серый  
   [1090519042] = Turbine.UI.Color(0.98, 0.93, 0.42), --желтый 
   [1090519043] = Turbine.UI.Color(1, 0, 1), --фиолетовый 
   [1090519044] = Turbine.UI.Color(0.36, 0.82, 0.78),--голубой предмет
   [1090519045] = Turbine.UI.Color(0.9, 0.65, 0.2),--золотой предмет
   [1091711664] = Turbine.UI.Color(0.36, 0.82, 0.78)--голубой предмет(эттенский)
  }  

_G.ItemData = 
  {["ItemName"] = "",
   ["Type"] = _G.ItemTypes.Undefined,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = _G.ItemStats,   
   ["Other"] = "",
   ["Sets"] = _G.ItemSets, 
   ["IconID"] = 0,
   ["BackGrID"] = 0,
   ["ShadowGrID"] = 0,
   ["UnderGrID"] = 0,
   ["ID"] = "",
   ["Conditions"] = _G.Conditions
  };
   
_G.Help = [[Плагин «Справочная» вер. 3.0.3.

Плагин представляет собой информационную базу, содержащую данные о предметах, добываемых в инстанасах, сетах, о прохождении инстансов и о деяниях на добродетели.

«Показывать прохождение».
Если включить опцию «Показывать прохождение», то при выборе конечного узла в дереве(название инстанса, класса, босса в интансе) в правом окне будет отображаться не список предметов, а текст с описанием прохождения или стоимость стоимость добываемых сетов, обмениваемых предметов.

«Линкование в чат и примерка».
Справа каждого предмета есть серое поле, обозначающий доступность данных функций. Если на нём есть зелёная стрелка – функции линкования доступны, нет – не доступны. Если есть зелёная стрелка, то:
  1. Клик ЛКМ по названию предмета откроет внутриигровое зафиксированное описание предмета (максимум одновременно открытых описаний = 4).
  2. Ctrl + клик ЛКМ по названию предмета откроет примерочную с данным предметом, если, конечно, он примеряемый.
  3. Клик ЛКМ по зелёной стрелке откроет меню с перечнем каналов, куда можно отправить ссылку на предмет. Ссылка отправляется при клике ЛКМ по стрелке в соответствующем канале.

«Фильтр».
Фильтр предназначен для отбора только тех предметов, характеристики которых соответствуют выбранным. Включение/откючение фильтра осуществляется с помощью установки/снятия отметки «Использовать фильтр»

«Добродетели».
Окно открывается/скрывается нажатием по соответствующей иконке на панели «Спр». Окно содержит информацию для просмотра деяний необходимых для развития той или иной добродетели. Так что можно посмотреть бонусы, даваемые добродетелью на разных уровнях, для этого надо:
  1. Выбрать любую зону выполнения деяний в списке добродетели.
  2. Ввести желаемый уровень в поле «Уровень добродетели».
  3. Нажать кнопку «->».
По умолчанию бонусы отображаются для максимального уровня добродетели.

«Линкование в чат деяния на добродетель».
Для того, чтобы вывести в чат игры описание деяния(линкануть), достаточно щёлкнуть ЛКМ по заголовку деяния и в выпавшем меню нажать на стрелку в строке с соответствующим чатом. 

«Изменение порядка сортировки добродетелей».
В окне «Справочная: Добродетели» вверху слева есть поле «Сортировать по локациям». При установки в нём галки дерево добродетелей перестроится по принципу: Регион-Локация, - а информация справа будет отображать все деяния на добродетели для выбранной слева локации. Снятие галки вернёт принцип построения дерева к первоначальному виду.

«Отметка о выполнении деяния».
В окне «Справочная: Добродетели» в заголовке описания каждого деяния в левом верхнем углу есть поле для отметки выполненности добродетели. Ставится она только вручную. Согласно этим отметкам будет отображаться прогресс развития добродетели (если уставновлена опция «Показывать прогресс выполнения деяний»)

«Фиксирование описания деяния в отдельном окне».
В окне «Справочная: Добродетели» клик ПКМ по заголовку выведет описание деяния в отдельное окно.

«Гардероб»
Гардероб представляет собой сборник лучших костюмов, расположенных в разделе форума «Дефиле».
При выборе костюма справа появится подробное описание с изображением костюма. Справа и слева костюма расположены ссылки на элементы костюма (можно примерть на себя с помощью нажатия Ctrl+ЛКМ).
Под изображением расположено подробное описание костюма.

«Линкование костюма в чат».
Понравившийся костюм можно линкануть в чат, для этого надо нажать ЛКМ по названию костюма в описании справа и в выпавшем меню выбрать желаемый канал чата.

«Лупа».
Лупа - это вспомогательный инструмент для наполнения базы. Если вы обнаружили какой-то предмет, который не указан в базе и хотите, чтобы он там появился, то вам нужно сделать следующее:
  1. Сделать скриншот с описанием предмета.
  2. Нажать кнопку «Лупа» и поместить в слот в левом верхнем углу открывшегося окна.
  3. Выделить полностью строку в самом нижнем окне и скопировать её(получится примерно такая строка:"B: 1090519044; I: 1091414991; Q: 1090519044; S: 1091414992; U: 1091414993").
  4. Оставить сообщение на форуме в разделе данного плагина с указанием где и при каких условиях вы нашли эту вещь, а также с приложением сделанного скриншота.
По мере накопления плагин будет обновляться.
PS: Если вы обнаружили, что иконка предмета в базе не соответствует действительному, то достаточно выполнить пункт 2-4(без прикрепления скриншота).

«Настройка».
Открывает/скрывает окно настроек. Доступные опции:
  - «Показывать главное окно при запуске» - при отключении данной опции при запуске плагина будет отображаться только небольшая панель «Спр» с иконками быстрого доступа.
  - «Кнопка «Добродетели» на панели быстрого запуска» - вкл./выкл. отображение на панели быстрого запуска кнопки, для вызова окна «Справочная: Добродетели».
  - «Кнопка «Лупа» на панели быстрого запуска» - вкл./выкл. отображение на панели быстрого запуска кнопки, для вызова окна «Справочная: Лупа».
  - «Кнопка «Помощь» на панели быстрого запуска» - вкл./выкл. отображение на панели быстрого запуска кнопки, для вызова окна «Помощь».
  - «Кнопка «Гардероб» на панели быстрого запуска» - вкл./выкл. отображение на панели быстрого запуска кнопки, для вызова окна «Справочная: Гардероб».
  - «Подсказки на панели быстрого запуска» - вкл./выкл. отображение подсказок, появляющихся при наведении курсора мыши на кнопки на панели быстрого запуска.
  - «Показывать прогресс выполнения деяний» - вкл./выкл. отображение полосок степени развития добродетели в окне «Справочная: Добродетели».

Команды и иконки плагина.
Для удобства работы с плагином введена команда /lut для скрытия/отображения окна плагина и, как альтернатива ей, небольшая иконка в виде раскрытой книги в правом верхнем углу клиента игры, щелчком по которой окно плагина также скрывается/отображается.

Приятной игры!]]

_G.Captions =
  {
    ["Start"] = "<rgb=#5599FF>*** <u>Справочная загружена!</u> МарьВанна у окна, спрашивайте! ***</rgb>\n - Для отображения/скрытия плагина наберите /lut",
    ["ToolTipWin"] = "Справочная: Предметы",
    ["optWindow"] = "Настройка",
      ["chbShowMain_withStart"] = "     Показывать главное окно при запуске",
      ["chbShowVirt_inQP"] = "     Кнопка «Добродетели» на панели быстрого запуска",
      ["chbShowMap_inQP"] = "     Кнопка «Карты» на панели быстрого запуска",
      ["chbShowSkop_inQP"] = "     Кнопка «Лупа» на панели быстрого запуска",
      ["chbShowHelp_inQP"] = "     Кнопка «Помощь» на панели быстрого запуска",
      ["chbShowGard_inQP"] = "     Кнопка «Гардероб» на панели быстрого запуска",
      ["chbShowHints"] = "     Подсказки к кнопкам на панели быстрого запуска",
      ["chbShowVirtProg"] = "     Показывать прогресс выполнения деяний",
      ["lbIconsCpation"] = "Иконка",
      ["SaveButton"] = "Сохранить",
      ["CancelButton"] = "Отменить",
    ["SearchWindow"] = "Поиск",
      ["lSearch"] = "Название предмета",
      ["lResSearch"] = "Результаты (найдено: %s):",  
    ["Skop"] = "Лупа",
    ["Help"] = "Помощь",
    ["ShowDesc"] = "     Показывать прохождение",
    ["UseFilter"] = "     Использовать фильтр",
    ["ResetButton"] = "Сброс",
    ["VirtueWin"] = "Справочная: Добродетели",
      ["lVirtueLvl"] = "Уровень добродетели: ",
      ["VirtArmor"] = " к броне",
      ["cbVirt_Reg"] = "    Сортировать по локациям",
    ["MapWin"] = "Справочная: Карты",
    ["GardWin"] = "Справочная: Гардероб",
    ["UnloadButton"] = "Выгрузить"
  };

_G.AliasesForMenu =
  {
    [1] = {["Caption"] = "ООС", ["Prefix"] = "/ooc "},
    [2] = {["Caption"] = "Торговля", ["Prefix"] = "/trade "},
    [3] = {["Caption"] = "Братство", ["Prefix"] = "/f "},
    [4] = {["Caption"] = "Рейд", ["Prefix"] = "/ra "},
    [5] = {["Caption"] = "Содружество", ["Prefix"] = "/k "},
    [6] = {["Caption"] = "Свой канал 1", ["Prefix"] = "/1 "},
    [7] = {["Caption"] = "Свой канал 2", ["Prefix"] = "/2 "},
    [8] = {["Caption"] = "Свой канал 3", ["Prefix"] = "/3 "},
    [9] = {["Caption"] = "Свой канал 4", ["Prefix"] = "/4 "}
  };

_G.VirtuesTypes = {"Исследование", "На убийство", "Прочее"};
_G.Regions = {
    [1]={
      ["RegName"] = "Эриадор",
      ["Locs"] = {
        [1] = "Ангмар",
        [2] = "Дунланд",
        [3] = "Земли Бри",
        [4] = "Мглистые горы",
        [5] = "Пустоши",
        [6] = "Северное нагорье",
        [7] = "Троллистая пуща",
        [8] = "Форохель",
        [9] = "Шир",
        [10] = "Эвендим",
        [11] = "Энедвайт",
        [12] = "Эрегион",
        [13] = "Эред Луин",
        [14] = "Эттенские высоты"
      }
    },
    [2] = {
        ["RegName"] = "Рованион",
        ["Locs"] = {
          [1] = "Мория",
          [2] = "Глубинные подземелья",
          [3] = "Центральные чертоги",
          [4] = "Верхние ярусы",
          [5] = "Лотлориен",
          [6] = "Южное Лихолесье",
          [7] = "Великая река",
          [8] = "Восточный Рохан"
        }
      },
    [3] = {
      ["RegName"] = "Инстансы Тени Ангмара",
      ["Locs"] = {
        [1] = "Великий могильник",
        [2] = "Гарт Агарвен",
        [3] = "Форност",
        [4] = "Уругарт",
        [5] = "Карн Дум",
        [6] = "Барад Гуларан",
        [7] = "Аннуминас",
        [8] = "Разлом Нурз Гхашу"
      }
    },
    [4] = {
      ["RegName"] = "Инстансы Копи Мории",
      ["Locs"] = {
        [1] = "Заброшенная сокровищница",
        [2] = "Большая лестница",
        [3] = "Фил Гашан",
        [4] = "Кузницы Казад Дума",
        [5] = "Скамфил",
        [6] = "16-й чертог",
        [7] = "Темные пещеры",
        [8] = "Черная утроба"
      }
    }
--    ,
--    [5] = "Инстансы Бич Казад-Дума",
--    [6] = "Дол Гулдур",
--    [7] = "В их отсутствие",
--    [8] = "Угроза Изенгарда"
  };

_G.ColorName = {
        [0] = "по умолчанию",
        [1] = "Фиолетовый",
        [2] = "Темно-синий",
        [3] = "Индиго",
        [4] = "Темно-зеленый",
        [5] = "Оливковый",
        [6] = "Золотой",
        [7] = "Красно-коричневый",
        [8] = "Красный",
        [9] = "Охра",
        [10] = "Умбра",
        [11] = "Черный",
        [12] = "Белый",
        [13] = "Бородовый",
        [14] = "Серый",
        [15] = "Оранжевый",
        [16] = "Бирюзовый",
        [17] = "Желтый",
        [18] = "Синий (Эвендим)",
        [19] = "Аквамариновый",
        [20] = "Лиственно-зеленый",
        [21] = "Синий (Эред Луин)",
        [22] = "Лиловый",
        [23] = "Зеленый (Ривенделл)",
        [24] = "Розовый",
        [25] = "Алый",
        [26] = "Зеленый (следопыты)",
        [27] = "Бесцветный"
  };
_G.GardStart = [[  
   Здравствуйте! Перед Вами Гардероб - сборник лучших костюмов руЛотро, удостоенных нахождения в разделе форума «Дефиле» http://www.lotro-russia.com/forums/forumdisplay.php?f=159.
   
   Вы тоже можете предложить свой костюм на рассмотрение в «Общем разделе» http://www.lotro-russia.com/forums/forumdisplay.php?f=158. Лучшие костюмы из него будут перенесены в раздел «Дефиле», и со временем попадут сюда, в Гардероб.]];
_G.GardSlotNames = {
        ["Head"] = "Голова",
        ["Shoulder"] = "Плечи",
        ["Chest"] = "Торс",
        ["Hands"] = "Руки",
        ["Legs"] = "Ноги",
        ["Feet"] = "Ступни",
        ["Back"] = "Спина"
  };
