_G.Loots[3] = {};
_G.Loots[3]["LocName"] = "Лотлориен (фикс. уровень)";
_G.Loots[3]["Instances"] = {};
_G.Loots[3]["Instances"][1] = {};
_G.Loots[3]["Instances"][1]["InstanceName"] = "Чертог Колес";
_G.Loots[3]["Instances"][1]["Descr"] = [[Начинается инстанс с убийства трех ящериц на развилке, после этого вам нужно бежать направо и подняться по доскам вверх, по пути убивая ящериц. На самом верху будет находится колесо - его нужно повернуть. После этого можете спускаться к развилке и идти прямо - ворота будут открыты. Проходите через них и спускаетесь до самого конца вниз - позади вас окажутся запертые ворота В1, перед ними будет цветок (их собирают на дид). Прямо будет проход - пройдя немного вперед вы увидите развилку - путь налево прерван неподнятым мостом, поэтому идем направо. Поднимаемся по доскам вверх, убиваем ящериц и видим рычаг - Р1. Включаем его и видим, что наш мостик появился. 

 Спускаемся до развилки и идем по мосту налево. Убиваем одного элитку-червя. По пути видим запертые ворота В2 по левую руку. В конце прохода будет спуск вниз и возможность взять еще один цветок. Убиваем несколько ящериц и проходим немного вниз. Перед нами слево колесо К1 и рычаг Р2. С этого момента нужно разделиться - один человек останется здесь, а два других возвращаются к воротам В2. Оставшийся сначала крутит колесо К1, а затем включает рычаг Р2, после этого он спускается вниз (туда ведет небольшая тропка. Внимание! Там будет одна сигнатура-ящерица и полуподнятый мост). В этот момент секунд на 10-15 ворота В2 открываются и пропускают двух других участников группы внутрь. Внутри будет две ящерицы, третий цветок и отверстие в полу. Нужно прыгнуть вниз в воду и проплыть до большого моста. На мосту патрулируют два элитных червя, но их можно обождать и проскочить мимо них к рычагу. После того, как вы включите рычаг, ваш третий товарищ сможет к вам присоединиться по образовшемуся перед ним полному мосту. 

 Теперь вам нужно убить двух червей на большом мосту. Здесь вы увидете в одном конце моста запертые ворота, а за ними двух червей и четвертый цветок. Подсказка: ворота можно открыть, включив рычаг Р1. Теперь вы идете по единственному свободному проходу от большого моста и попадаете на перекресток лестниц. Ближняя лестница, ведущая вверх приведет вас к последнему цветку. Дальняя лестница, ведущая вверх приведет вам к рычагу, который наконец откроет вам ворота В1. Теперь вы возвращаетесь к развилке лестниц и спускаетесь по нижней лестнице. Вы попадаете на мост, посередине которого стоит элитмастер ящерица - первый босс. Босс в принципе не очень сложный, но спавнит сигнатур ящериц и кастует много яда и страха. 

 После того, как вы расправитесь с ящерицей, перед вам необычная развилка. В одном проходе сундук с наградой за ящерицу и проход к элитмастеру каерлугу и двум ящерицам. Вы можете взять сундук и убить этих мобов. После них будет спуск по доскам вниз - СП1. ВНИМАНИЕ: если у вас стоит цель пройти этот инстанс на хардмоде и получить монетки на +15 радианс, вам еще рано прыгать туда. Возвращаемся на развилку. Остались два пути - один ведет к запертым воротам В3. Второй ведет к опущенному мосту. Это выбор двух вариантов боя - закрытые ворота ведут в комнату с 3 элитмастерами каерлугами, с которыми нужно сражаться одновременно. Опущенный мост приведет вас в комнату с 12 элитмастерами каерлугами, но которые атакуют вас по двое. Какой вариант выбрать - решать вам, это зависит от состава вашей группы.

 Вариант 1: 3 каерлуга. Чтобы открыть ворота к ним, необходимо разделиться. Один человек бежит к рычагу Р1, двое стоят у ворот. Один человек включает рычаг Р1 и ворота поднимаются. Внимание: этот человек не сможет вернуться к вам, посколько все другие проходы заперты. Решение: двое входят в ворота, третий снова выключает рычаг Р1. После этого он присоединяется к вам перед закрытыми воротами. Вы включаете рычаг за воротами и ворота снова открыты и ваш товарищ может пройти к вам. Дальше вы сражаетесь с мобами и лутаете сундук с них.

 Вариант 2: 12 каерлугов. Здесь вам нужно поднять мостик. Для этого вы снова разделяетесь. Один бежит к колесу К1 и рычагу Р2. Двое других стоят на краю моста. Третий включает рычаг и дергает колесо - мост появится на 5-10 секунд - двум другим нужно быстро перебежать на другую сторону. После этого мост пропадет. Третий возвращается к вам по ту сторону моста. Вы дергаете рычаг рядом с вами и мост появляется на 5-10 секунд снова - ваш третий товарищ должен успеть пробежать к вам. После этого вы сражаетесь с мобами и лутаете сундук с них.

 После того, как вы прошли либо первый либо второй варианты, вы возвращаетесь к спуску СП1. Все спускаются вниз и оказываются на самом нижнем уровне подземелья. Впереди находится комната с последним боссом инстанса - Каерлугом. Перед входом в его комнату находится реликвия для выполнения эпика - 2.8.4. 

 Битва с боссом - это необычная комната. В ней на потолке находятся слева и справа прессы. В дальнем конце у стены находятся сундуки (один с обычным лутом, второй на +15 монеты и третий -квестовый). Слева и справа от сундуков в углах находятся рычаги. Они управляют потолком - включая и отключая прессы слева и справа. Каждые 10-15к снятых у босса активируют скрипт - босс зеленеет и отползает лечиться в какой-нибудь угол. При этом работают прессы. Ваша задача - как можно быстрее добраться до рычагов и выключить тот, на чьей стороне находится босс. Это заставит его прервать лечение и выйти на битву. Внимание - старайтесь не попадать под прессы сами - они станят и больно бьют. В остальном битва довольно тривиальна - босс может также отбрасывать вас в стороны. Совет: с самого начала два человека бегут на рычаги слева и справа, третий - танк стоит по центру. Каерлуг имеет дурную привычку идти бить того, кто в центре. Имеются проблемы с контролем агро на нем. Даже если агро висит на вас, это не означает, что он не побежит расправляться с вашим хилером :) В целом, нужен крепкий танк/чемп и хороший хилер :)

 Вот собственно и все :) В инстансе есть несколько дидов: дид на цветки, дид на ящериц (т1 и т2, за т1 дают титул, а за т2 руну опыта), а также дид на боссов. Надеюсь, гайд будет полезным для тех, кто пойдет туда впервые и не любит разгадывать головоломки."

 П.С. взято с http://forums.goha.ru/showthread.php?t=307021]];
_G.Loots[3]["Instances"][1]["Bosses"] = {};

_G.Loots[3]["Instances"][1]["Bosses"][1] = {};
_G.Loots[3]["Instances"][1]["Bosses"][1]["BossName"] = "Вилохвост";
_G.Loots[3]["Instances"][1]["Bosses"][1]["Comps"] = {};
_G.Loots[3]["Instances"][1]["Bosses"][1]["Comps"][1] = {};
_G.Loots[3]["Instances"][1]["Bosses"][1]["Comps"][1]["CompName"] = _G.cComps[4];
_G.Loots[3]["Instances"][1]["Bosses"][1]["Comps"][1]["Term"] = "";
_G.Loots[3]["Instances"][1]["Bosses"][1]["Comps"][1]["Items"] = {};

_G.Loots[3]["Instances"][1]["Bosses"][1]["Comps"][1]["Items"][1] = _G.ItemData;
_G.Loots[3]["Instances"][1]["Bosses"][1]["Comps"][1]["Items"][1] = 
  {["ItemName"] = "Лаингронн",                                         
   ["Type"] = _G.ItemTypes.Club,
   ["Unique"] = "",
   ["Damage"] = "82-137",
   ["DamageType"] = _G.DamageTypes.Com, 
   ["DPS"] = "57.6",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "+183",
       ["Power"] = "+82",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+20", 
       ["Agility"] = "", 
       ["Vitality"] = "+20", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "+252",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090520088,
   ["BackGrID"] = 1090519043,
   ["ShadowGrID"] = 1090520090,
   ["UnderGrID"] = 1090520089,
   ["ID"] = "0x700195FA",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[3]["Instances"][1]["Bosses"][1]["Comps"][1]["Items"][2] = _G.ItemData;
_G.Loots[3]["Instances"][1]["Bosses"][1]["Comps"][1]["Items"][2] = 
  {["ItemName"] = "Хадронехор",                                         
   ["Type"] = _G.ItemTypes.Bracelet,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "+183",
       ["Power"] = "+164",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+20", 
       ["Agility"] = "", 
       ["Vitality"] = "", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "+126",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1091543297,
   ["BackGrID"] = 1090519043,
   ["ShadowGrID"] = 1091543299,
   ["UnderGrID"] = 1091543298,
   ["ID"] = "0x700195F4",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[3]["Instances"][1]["Bosses"][2] = {};
_G.Loots[3]["Instances"][1]["Bosses"][2]["BossName"] = "Каэрлуг";
_G.Loots[3]["Instances"][1]["Bosses"][2]["Comps"] = {};
_G.Loots[3]["Instances"][1]["Bosses"][2]["Comps"][1] = {};
_G.Loots[3]["Instances"][1]["Bosses"][2]["Comps"][1]["CompName"] = _G.cComps[4];
_G.Loots[3]["Instances"][1]["Bosses"][2]["Comps"][1]["Term"] = "";
_G.Loots[3]["Instances"][1]["Bosses"][2]["Comps"][1]["Items"] = {};

_G.Loots[3]["Instances"][1]["Bosses"][2]["Comps"][1]["Items"][1] = _G.ItemData;
_G.Loots[3]["Instances"][1]["Bosses"][2]["Comps"][1]["Items"][1] = 
  {["ItemName"] = "Ронэктол",                                         
   ["Type"] = _G.ItemTypes.Spear,
   ["Unique"] = "",
   ["Damage"] = "82-137",
   ["DamageType"] = _G.DamageTypes.Com, 
   ["DPS"] = "57.6",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "+97.8",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "+20", 
       ["Vitality"] = "+20", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "+126",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "+252",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = vResPath.."nons.tga",
   ["BackGrID"] = 1090519043,
   ["ShadowGrID"] = 0,
   ["UnderGrID"] = 0,
   ["ID"] = "0x700195FD",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[3]["Instances"][1]["Bosses"][2]["Comps"][1]["Items"][1] = _G.ItemData;
_G.Loots[3]["Instances"][1]["Bosses"][2]["Comps"][1]["Items"][1] = 
  {["ItemName"] = "Турвегил",                                         
   ["Type"] = _G.ItemTypes.Sword,
   ["Unique"] = "",
   ["Damage"] = "82-137",
   ["DamageType"] = _G.DamageTypes.Com, 
   ["DPS"] = "57.6",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "+183",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "+97.8",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "+20", 
       ["Will"] = "",
       ["Fate"] = "+20", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090520091,
   ["BackGrID"] = 1090519043,
   ["ShadowGrID"] = 1090520093,
   ["UnderGrID"] = 1090520092,
   ["ID"] = "0x700195F5",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[3]["Instances"][1]["Bosses"][2]["Comps"][1]["Items"][2] = _G.ItemData;
_G.Loots[3]["Instances"][1]["Bosses"][2]["Comps"][1]["Items"][2] = 
  {["ItemName"] = "Этуильхигиль",                                         
   ["Type"] = _G.ItemTypes.Necklace,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "+183",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "+20", 
       ["Will"] = "+20",
       ["Fate"] = "", 
       ["B"] = "+126",
       ["P"] = "",
       ["E"] = "+252",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1091543258,
   ["BackGrID"] = 1090519043,
   ["ShadowGrID"] = 1091543260,
   ["UnderGrID"] = 1091543259,
   ["ID"] = "0x700195E4",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };

_G.Loots[3]["Instances"][1]["Bosses"][2]["Comps"][2] = {};
_G.Loots[3]["Instances"][1]["Bosses"][2]["Comps"][2]["CompName"] = _G.cComps[5];
_G.Loots[3]["Instances"][1]["Bosses"][2]["Comps"][2]["Term"] = "";
_G.Loots[3]["Instances"][1]["Bosses"][2]["Comps"][2]["Items"] = {};  
_G.Loots[3]["Instances"][1]["Bosses"][2]["Comps"][2]["Items"][1] = _G.ItemData;
_G.Loots[3]["Instances"][1]["Bosses"][2]["Comps"][2]["Items"][1] = 
  {["ItemName"] = "Тинк-Анна",                                         
   ["Type"] = _G.ItemTypes.Necklace,
   ["Unique"] = "Уник.",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "+91",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+65", 
       ["Agility"] = "", 
       ["Vitality"] = "", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "+252",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1091575071,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1091575070,
   ["UnderGrID"] = 1091575069,
   ["ID"] = "0x7001ECB4",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
