_G.Loots[8]["Instances"][5] = {};
_G.Loots[8]["Instances"][5]["InstanceName"] = "Хелегрод (85 ур.)";
_G.Loots[8]["Instances"][5]["Descr"] = [[Итак, самый интересный инстанс, к которому вновь привлекли внимание разработчики. Довольно успешно кстати. К сожалению чёткого полного руководства пока нет (не было), а искать отдельные советы в десятках страниц слишком напряжённо. Посему, гайд...

 Сам Хелегрод теперь представляет собой 4 инстанса. Причём 3 из них с введением 3.2 проходятся в 12 человек, и только последний (Драконье крыло) в прежние 24. Чтобы открыть к нему доступ, нужно единожды (но каждым персонажем) пройти 3 пред-инстанса (хард-мод не обязателен), которые станут лакомым кусочком для всех, кто не полениться прочитать эту статью.

Великанье крыло.

Наиболее оптимальная комбинация: 
 2 Хранителя Мудрости, 2 рыцаря.

Прохождение до босса. 
 Особых проблемы не представляет. На пачках, в которых 3 великана, по 2 мамонта имеют склонность появляться из ниоткуда сразу после начала боя. Учитывайте это, распределяя станы/контроль. Собственно у мамонтов около 20000 БД, сильно они не навредят, но всё же...
 После второго изгиба (карту выложу позже) есть скала, на которой стоят 2 великана-метателя. Проблема в том, что они "агрятся" в любом случае, когда вы пройдёте снизу. Достать до них могут только дальники, но это по сути бесполезно, т.к. вы потратите около 20-30 минут, убивая их снизу. За это время можно закончить инстанс. Поэтому подходите к ним "по земле", предварительно расчистив 2 пачки по пути. Не забывайте, что всё это время вы будете "в бою". Учитывайте это при раздаче БД/маны.

Босс.
 Боссом здесь является создание, которому любой великан позавидует. Но не обманывайтесь зря. Эта могучая туша не наносит какого-либо фантастического урона. Ужас будет равен 7ми, поэтому запаситесь свечками и, желательно, "Мигом надежды". Рыцарь(и) могут также поставить штандарт на надежду, либо менс(ы) спеть повесть. Но это не критично, так что решайте по ситуации.
 Итак ХМы накладывают все свои дебаффы, страж держит босса на себе и более ни на что не отвлекается. При этом у ХМов "Воззвание к валар" и корни должны откатиться до начала боя. Хард заключается в том, чтобы "не попасть под лавину". Всё просто - площадка, где стоит босс, - небольшая воронка, окружённая скалами. Ваша задача встать по центру воронки, т.е. максимально далеко от скал по всему периметру. Лавина будет идти постоянно, поэтому желательно не подходить близко к отвесам вплоть до убийства босса. Неприятный момент - босс иногда подкидывает случайного игрока, и он может улететь под лавину. Заранее просчитывайте траекторию возможного полёта, чтобы не подвести группу.
 Сняв боссу около 70000 БД, из того места, откуда вы пришли, побежит волна мобов. 3 великана и 3 больших белых медведя. Страж держит на себе босса, рейд раскладывает аддов, всё просто. Внимание, ХМы пока не используют ни корни, ни воззвание!. 
 Затем, на половине БД у босса, начнётся вторая стадия. Отсюда читать нужно очень внимательно. На площадке босса есть 2 каменных сооружения, откуда будут выбегать белые создания, похожие на обезьян. Они не отличаются силой, но их будет много. Достаточно, чтобы срывать каст жизненно необходимым ХМам и менсам. Перед боем Хранители должны заранее договориться, кто какое углубление будет держать. Когда начнётся вторая стадия, Хранители разливают для удобства смолу перед этими "строениями". Но не подходите слишком близко, не забывайте про лавину.  Когда мобы побежали, хранители кидают на них корни. Рыцари собирают на себя тех, кто остался, и бегают по кругу. Хранители, пока действуют корни, могут вытянуть ману из босса. Но не отвлекайтесь дольше 25 секунд, это критично. Затем используем "Воззвание" и снова кидаем в корни, предварительно предупредив рыцарей подбежать и помочь на случай сопротивления. Весь остальной рейд в это время бьёт босса (кроме менсов, которые следят за всеми в своих пачках). Если за ~ 50 секунд "корней" великан не лёг, то... молитесь . В этом случае, рыцари, забегая на третий круг, стараются повесить на себя как можно больше хищников и включают неуязвимость. Если есть охотники - контроль (держите его именно до этого момента). Оба Менса - сердце. И все на босса...

P.S. По сути вместо второго рыцаря можно взять второго стража. Если Хранители в синей ветке, один страж может справится с хищниками. Но в пикапе координировать действия сложнее, поэтому лидером должен быть желательно ХМ. 
 И не забывайте про "расколотую землю". Пока страж/рцр водит за собой толпу можно ею кинуть дополнительные корни, что облегчит жизнь офф-танку, но усложнит лидеру, т.к. следить теперь придётся за 2мя временными отрезками.



Драконидово крыло.

Наиболее оптимальная комбинация:
 2 взломщика, офф-танк.

Прохождение до босса. 
 Первый момент, нуждающийся в описании, находится в самом начале инстанса. Перед вами будет перекрёсток, заполненный драконидами. Их, само собой, придётся убить. Слева и справа на подъёме находятся небольшие комнатки, закрытые пока решёткой. Прямо - комната побольше и после неё - вновь решётка, которую в конечном счёте и нужно открыть. Делается это в несколько этапов.
 1. В этой комнате также есть дракониды + 2 девушки-мага. Взломщики станят их для удобства. Затем, когда комната чиста, 2 человека с хорошей связью (в плане интернета) встают около рычагов, которые находятся слева и справа от решётки. Остальной рейд делится пополам и встаёт около двух решёток по правую и левую сторону соответственно. Лидер отсчитывает в чат, после чего рычаги одновременно активируются. Открывается случайная комната, в которой будет один драконид с 44000 БД. 
 2. После этого 3 человек с хорошей связью встаёт у рычага в открывшейся комнатке. И снова, по отсчёту лидера, активируются рычаги. На этот раз 3 штуки. Тем временем оставшийся рейд подбегает к последней комнате, и убивает такого же драконида. 
 3. 4-ый человек встаёт у 4-ого рычага, и все вместе наконец открывают искомые врата.
Внимание! Пока идёт зачистка комнат и активация рычагов, те кто уже стоит около рычагов ни-при-каких обстоятельствах не покидают небольшого тёмного квадрата около рычага, пока главные ворота не открылись. А лучше вообще не двигаются, так надёжнее. Если кто-то отойдёт - все открытые двери закроются, а оставшиеся там активаторы останутся один-на-один с лютым драконом. Если кто-то из активаторов вылетит - аналогично. Поэтому узнайте возможности и недостатки своего провайдера, тщательно следите за сроками беременности своих жён ну и т.д. Дабы не подводить команду.

 Второй момент. В одном из помещений (карту дам позже) вас будут ждать 2 человека. Какие-то лазутчики, к сожалению не помню. Но они там такие одни. У каждого примерно 20000 БД, но проблема не в этом. Они вас даже атаковать не будут. Они побегут наверх, где в ~ 25 метрах от их исходной позиции, стоят их друзья. Очень много друзей, если не ошибаюсь 16. Необходимо убить лазутчиков до того, как они успеют добежать, дабы избежать неприятного дополнения. Один контролится взломом, второй - ХМовский стан "свет зари", т.к. время применения короткое, можно синхронно действовать со взломом. Весь рейд бьёт по нему максимально. Через 3 секунды после "света" следует "ослепительная вспышка", которая даёт еще 2-3 секунды стана. За это время 12 человек способны разложить одного. Охотники, не бойтесь использовать "выстрел в сердце", больше он вам в этом инстансе не понадобится. Затем Хранитель ждёт кулдауна этих скилов (благо "загадка" позволяет), и снова по той же схеме. Если вы всё сделали правильно, то пройдя точно по середине узкого прохода, вас никто не заметит.

 Третий момент. По всему инстансу разбросаны кучки драконьих яиц. Если на них наступить - появятся 8 маленьких драконидов. Само собой этого можно и желательно избежать. Чем опасны эти дракониды - см. пункт "Босс".

Босс.
 Сразу предупреждение. Если никто не будет заявлять, что-либо вроде "да я ведь профессионал дамага", и босс будет проходится по схеме - проблем не возникнет.

 Сам босс - человек-маг, без малого 300000 БД. Рядом с ним 2 ящера и 2 дракона, у каждого около 40000 БД. Хард заключается в том, что нужно активировать все кучки драконьих яиц в комнате с боссом.
 Итак, пока рейд занимается мини-дракончиками, страж держит на себе босса и двух ящеров, которые изначально находятся перед ним. 2 взломщика сразу же бегут к драконам (они стоят чуть подальше босса и поначалу могут быть не видны), предварительно договорившись кто кому загадку загадывает. Примечание для удобства - чёрный дракон слева, белый - справа. Следом за взломщиками на подмост забегает менс, который будет следить только за этой группой и не отвлекаться более ни на что. Само собой их нужно будет перекинуть в одну группу. Взломы также ни на шаг не отходят от своих дракончиков, даже когда те в стане. Хард сделают и без вас, а лишние неожиданности здесь не нужны. В этом инстансе хард держится на волоске и на вашей адекватности/терпиливости. Добавить в их пак можно ХМа или офф-танка (если есть третий), чтобы, на случай сопротивления загадке, они подстраховали. В остальном же 2 человека из второго пака занимаются хардом.
 Хард выполняется очень просто при должной сноровке. К кучке подбегает офф-танк и забирает на себя все 8 дракончиков. Офф-танк при этом ни в коем случае не останавливается, а бегает по кругу, т.к. попав в групповую ауру 8-ми драконов шансов на выживание не остаётся. Рейд раскладывает их строго по одному по той же причине. И так одну за другой, пока все кучки не будут активированы и убиты. Внимание, следите за своими движениями! Активировав случайно вторую кучку, вайпнетесь моментально. Ну а дальше дело за малым....



Паучье крыло.

Наиболее оптимальная комбинация:
 3 взломщика, 1 Хранитель Мудрости, 2 рыцаря

Прохождение до босса. 
 До босса можно уточнить два момента, которые облегчат жизнь.
 1. По всему инстансу в скалах разбросаны небольшие углубления, паучьи гнёзда. Из них (не из всех) вылезают 8 пауков примерно по 4500 БД у каждого (аналогично с дракончиками в драконидовом крыле). Фишка заключается в том, что если в каких-либо гнёздах есть паучки (пока не понятно - случайно ли генерируются гнёзда с пауками или они статичны), то они в любом случае вылезут, как бы далеко вы не стояли. Поэтому перед очередным паком мобов заранее обойдите (если можете) все близлежащие гнёзда, чтобы не сводить чистку в мясорубку, или того хуже - в вайп.
 2. По мере прохождения инстанса вам придётся сжигать паутину факелами, чтобы продвинуться дальше. Заблудиться там не получиться, но нарваться на пару лишних паков можно. Если понадобится, позже выложу карту. И ещё одно. У факелов очень маленькое время действия, порядка 10 секунд. Поэтому пока несёте его к паутине, обойдитесь без прыжков и т.п., дабы не задерживать всю группу.

Босс.
 Боссов в этом инстансе 2. Первый появится перед финалом в компании пауков. Тут ничего сложного нет, танк держит босса, рейд раскладывает пауков. Когда у босса останется порядка 40000БД, он убежит к последней точке.

 Хард заключается в следующем. Необходимо зажечь 4 кокона, разозлив тем самым паучиху. Пока коконы не зажглись, убивать последних 4 заклинателей пауков нельзя.
 Теперь подробнее о заклинателях. Они призывают пауков. Много пауков, и это неизбежно. Сначала активируются 2 заклинателя. 2 взлома (договариваетесь заранее) усыпляют их. Рейд тем временем раскладывает призванных пауков. После пауков - заклинателей. Далее активируются 3 мага, соответственно больше пауков выбегает. Схема такая же, у вас есть офф-танки. Основной танк всё это время держит на себе босса-заклинателя.
 Последняя стадия. Выбегают последние 4 заклинателя. К 3-м взломам подключается ХМ. Призванные пауки убиваются. Только после этого лидер зажигает коконы. На заклинателях стан должен быть постоянно. Активируется собственно сама паучиха, которая тоже призывает пауков. Их держут на себе офф-танки, т.к. пауки появляются постоянно и надо быстрее убить босса (по аналогии с Горотулом). После убийства босса (обоих) убиваются все адды, которые успели набежать, и только потом 4 заклинателя пауков.

P.S. А вообще нужное кол-во медалек Хелегрода можно вполне заработать и без харда паучьего крыла 




Драконье крыло.

Наиболее оптимальная комбинация: 
 4 менестреля, 4 рыцаря

Прохождение до босса. 
 Тут проблем возникнуть не должно. Подступ к Торогу охраняет небольшой отряд орков, который раскладывается очень легко.

Босс.
 Старичок Торог вновь радует нас своим гостеприимством. Вообще в любых онлайн (да и не только) играх драконы всегда представляют особую опасность, а уж возрождённые просто легендарны по своей сути.
 Итак, перед боем у всех игроков обязательно должны быть:
 - Банки от страха (на 75). Чем больше, тем лучше.
 - Дары Эдельхара. Нам хватает 15-минутных, но можно подстраховаться и взять получасовые.
 - Очки Судьбы. Хотя бы 200-300.
 - Flagon of Imladris Miruvor. Иметь при себе эту штуку крайне желательно. 

 Петов в бою быть не должно. Ни у ХМ, ни у рцр. Каждый игрок покупает за ОС баф (можно получасовой) на надежду, и зажигается свечка.
 Боссов в этом бою снова 2. Сначала появляется Другот. Для этого нужно активировать все 3 жаровни на подмосте. Ничего страшного в его способностях не замечено, и он выносится довольно быстро. Сам по себе Другот - колдун-умертвие. Однако одна деталь у него есть. 3 раза за весь бой он будет призывать свои собственные тени, абсолютно идентичные с ним. Убивать их не нужно, достаточно просто водить по кругу офф-танком. Отличить тени от настоящего колдуна несложно - тени появляются с полным запасом морали. Далее, когда Другот понимает, что дело худо, тени исчезают, и прокручивается интересная анимация. Торог слетает со своего подмоста и "впитывает" в себя немощное умертвие, "приняв его силу". За это время (~15 сек) вы можете восстановить все свои баффы и приготовиться к финальной схватке.

 Торог Возрожденный - не просто толстый моб. Давным давно проверенный факт - паком можно разложить любое кол-во хп, если моб ничего из себя не представляет кроме дамага. Этот же босс бьёт сильно и проводит очень опасные спец. атаки. Крайне рекомендую вам взять в рейд хотя бы по одному представителю каждого класса, чтобы наложить максимальное кол-во дебаффов. Для удобства Торога необходимо развернуть спиной ко всему рейду. А теперь подробнее о спец. атаках.
Глаз. Торог накладывает свой глаз на любого игрока, который ему не нравится. Отображается как белый овал в фиолетовом круге. С этого момента у вас есть всего 10 секунд, чтобы от него избавиться. Его можно снять банкой от страха. Но загвоздка в том, что в голову Торога не залезешь, и понять, когда и на кого он наложит свой глаз в следующий раз, невозможно. В том случае, если банки у вас в откате, сообщите об этом рейду. Если снять с вас страх никто не может, убегайте от рейда на безопасное расстояние (как минимум 20м от ближайшего игрока). Помните, что на всё это у вас 10 секунд. Выжить после этой атаки невозможно, но вы хотя бы не заденете других игроков.
Холодный ветер. Это АОЕ атака, которая вешает незначительный дот на короткое время. Бьёт только тех, кто стоит по сторонам. Соответственно если все стоят позади, дота не будет. Снимать его не нужно. Убить он всё равно не сможет, потому банки тратить нежелательно.
Взмах хвоста. Тоже АОЕ атака, разница только в том, что бьёт она всех позади Торога. Дамаг не очень большой, зато дебафф на волю/веру ощутимый. Снимать рекомендуется только менсам и рыцарям.
Дыхание тьмы. Вторая и последняя атака, которая может сильно навредить рейду. Особенностью является то, что её можно прервать. Начальная анимация - Торог встаёт на задние лапки и готовится выпустить... тьму (вместо огня). Эту атаку он гарантированно проводит в начале боя. Если её не прервать вы (ну или кто-то) получите урона тьмой около 1500 трижды. Чтобы смягчить дамаг, лучше воспользоваться "Flagon of Imladris Miruvor". 
Смертельная тень. Актуальность после обновления пока не подтверждена. Но всё же. Если вы покинули пределы платформы, существует вероятность проведения этой атаки против вас. Торог просто поворачивается в вашу сторону и... вайпает. Без вариантов, т.к. прервать нельзя. Однако это всегда была довольно редкая атака, и даже после обновления я специально стоял весь бой вдалеке, но чуда так и не дождался. Если кто-то вдруг "попадёт под раздачу", убедительная просьба сообщить мне в ЛС.
 После победы над Торогом вам дадут аж 980 ЗС и титулы, которымы вполне можно гордиться.




На этом всё. Конечно раньше Хелегрод проходить было сложнее, особенно Торога, но и сейчас расслабиться не получится. 
 Данный гайд не претендует быть единственно верной истиной при прохождении этого инстанса. Тактика - вещь субъективная, и это к лучшему.
 
 ©Автор гайда - DrScarface]]
_G.Loots[8]["Instances"][5]["Bosses"] = {};
_G.Loots[8]["Instances"][5]["Bosses"][1] = {};
_G.Loots[8]["Instances"][5]["Bosses"][1]["BossName"] = "Драконидовое крыло";
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"] = {};
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1] = {};
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["CompName"] = _G.cComps[4];
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["Term"] = "";
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["Items"] = {};
 
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["Items"][1] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["Items"][1] = 
  {["ItemName"] = "Развевающийся плащ горца",
   ["Type"] = _G.ItemTypes.Back,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "581",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "+113", 
       ["Vitality"] = "", 
       ["Will"] = "",
       ["Fate"] = "+113", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "+384",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090522482,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090522484,
   ["UnderGrID"] = 1090522483,
   ["ID"] = "0x70030738",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["Items"][2] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["Items"][2] = 
  {["ItemName"] = "Шлем ужасных зим",
   ["Type"] = _G.ItemTypes.Armor_heavy,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "515",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+150", 
       ["Agility"] = "", 
       ["Vitality"] = "+38", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "+384",
       ["inHeal"] = "",
       ["Finesse"] = "+1164",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "",  
   ["IconID"] = 1090524578,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090524579,
   ["UnderGrID"] = 1090524580,
   ["ID"] = "0x7003073D",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["Items"][3] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["Items"][3] = 
  {["ItemName"] = "Пластинчатые рукавицы королей",
   ["Type"] = _G.ItemTypes.Armor_heavy,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "857",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+75", 
       ["Agility"] = "", 
       ["Vitality"] = "+75", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "+384",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "+768",
       ["Finesse"] = "+1164",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090527761,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090527763,
   ["UnderGrID"] = 1090527762,
   ["ID"] = "0x7003073C",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["Items"][4] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["Items"][4] = 
  {["ItemName"] = "Мантия доказанной теории",
   ["Type"] = _G.ItemTypes.Armor_light,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "929",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "+113", 
       ["Will"] = "+113",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "+384",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090526907,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090526909,
   ["UnderGrID"] = 1090526908,
   ["ID"] = "0x7003073E",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["Items"][5] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["Items"][5] = 
  {["ItemName"] = "Куртка удержавшего строй",
   ["Type"] = _G.ItemTypes.Armor_leather,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "1330",
   ["Stats"] = 
     {
       ["Morale"] = "+421",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "+150", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "+384",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090523657,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090523659,
   ["UnderGrID"] = 1090523658,
   ["ID"] = "0x70030742",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["Items"][6] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["Items"][6] = 
  {["ItemName"] = "Ожерелье с морийским камнем",
   ["Type"] = _G.ItemTypes.Necklace,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "+211",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "+150", 
       ["Vitality"] = "", 
       ["Will"] = "",
       ["Fate"] = "+75", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1091477535,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1091477537,
   ["UnderGrID"] = 1091477536,
   ["ID"] = "0x7003079C",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["Items"][7] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["Items"][7] = 
  {["ItemName"] = "Клык ящера",
   ["Type"] = _G.ItemTypes.Sword,
   ["Unique"] = "Уник.",
   ["Damage"] = "195-326",
   ["DamageType"] = _G.DamageTypes.Com, 
   ["DPS"] = "137.1",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+75", 
       ["Agility"] = "+75", 
       ["Vitality"] = "", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "+768",
       ["TMast"] = "", 
       ["CritR"] = "+384",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090556453,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090556455,
   ["UnderGrID"] = 1090556454,
   ["ID"] = "0x700307B9",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["Items"][8] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["Items"][8] = 
  {["ItemName"] = "Кольцо рудаурского целителя",
   ["Type"] = _G.ItemTypes.Ring,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "+211",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "+59.4",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "", 
       ["Will"] = "+150",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "+384", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1091515703,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1091515694,
   ["UnderGrID"] = 1091515700,
   ["ID"] = "0x700307A0",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["Items"][9] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][1]["Comps"][1]["Items"][9] = 
  {["ItemName"] = "Морозное кольцо",
   ["Type"] = _G.ItemTypes.Ring,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "+59.4",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+75", 
       ["Agility"] = "", 
       ["Vitality"] = "+150", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1091466675,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1091466673,
   ["UnderGrID"] = 1091466676,
   ["ID"] = "0x70030783",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };

_G.Loots[8]["Instances"][5]["Bosses"][2] = {};
_G.Loots[8]["Instances"][5]["Bosses"][2]["BossName"] = "Великанье крыло";
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"] = {};
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1] = {};
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["CompName"] = _G.cComps[4];
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["Term"] = "";
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["Items"] = {};
  
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["Items"][1] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["Items"][1] = 
  {["ItemName"] = "Счастливая монетка",
   ["Type"] = _G.ItemTypes.Pocket,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "+211",
       ["Power"] = "+184",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "+113", 
       ["Vitality"] = "", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "+768",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1091478161,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1091478163,
   ["UnderGrID"] = 1091478162,
   ["ID"] = "0x7003079A",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["Items"][2] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["Items"][2] = 
  {["ItemName"] = "Одеяние лекаря",
   ["Type"] = _G.ItemTypes.Back,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "581",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "", 
       ["Will"] = "+113",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "+768", 
       ["CritR"] = "+768",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090522482,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090522484,
   ["UnderGrID"] = 1090522483,
   ["ID"] = "0x70030735",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["Items"][3] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["Items"][3] = 
  {["ItemName"] = "Поножи завоевателя",
   ["Type"] = _G.ItemTypes.Armor_heavy,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "687",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+113", 
       ["Agility"] = "", 
       ["Vitality"] = "+113", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "+384",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090524812,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090524814,
   ["UnderGrID"] = 1090524813,
   ["ID"] = "0x70030737",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["Items"][4] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["Items"][4] = 
  {["ItemName"] = "Перчатки из паучьего шелка с рунами",
   ["Type"] = _G.ItemTypes.Armor_light,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "464",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "", 
       ["Will"] = "+150",
       ["Fate"] = "+75", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "+384", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090520031,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090520032,
   ["UnderGrID"] = 1090526862,
   ["ID"] = "0x70030732",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["Items"][5] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["Items"][5] = 
  {["ItemName"] = "Шапка службы Гондору",
   ["Type"] = _G.ItemTypes.Armor_leather,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "399",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "+150", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "+384",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "+1536",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "",  
   ["IconID"] = 1090524578,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090524579,
   ["UnderGrID"] = 1090524580,
   ["ID"] = "0x7003072E",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["Items"][6] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["Items"][6] = 
  {["ItemName"] = "Кольцо долговечной победы",
   ["Type"] = _G.ItemTypes.Ring,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "+211",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+75", 
       ["Agility"] = "", 
       ["Vitality"] = "+150", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1091466689,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1091466683,
   ["UnderGrID"] = 1091466690,
   ["ID"] = "0x700307A4",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["Items"][7] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["Items"][7] = 
  {["ItemName"] = "Любимый щит Сторвагуна",
   ["Type"] = _G.ItemTypes.Shield,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "1002",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "+118.2",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "", 
       ["Will"] = "+75",
       ["Fate"] = "+75", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "+384", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "+776 к уровню защиты от критических ударов", 
   ["IconID"] = 1091667891,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1091667892,
   ["UnderGrID"] = 1091667893,
   ["ID"] = "0x700307AF",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["Items"][8] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["Items"][8] = 
  {["ItemName"] = "Плащ Другота с застежкой",
   ["Type"] = _G.ItemTypes.Back,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "581",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "+75", 
       ["Will"] = "+150",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "+384", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090522482,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090522484,
   ["UnderGrID"] = 1090522483,
   ["ID"] = "0x70030730",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["Items"][9] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][2]["Comps"][1]["Items"][9] = 
  {["ItemName"] = "Боевой шлем капитана Орляка",
   ["Type"] = _G.ItemTypes.Armor_heavy,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "515",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+75", 
       ["Agility"] = "", 
       ["Vitality"] = "+75", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "+1536",
       ["Finesse"] = "+1164",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "",  
   ["IconID"] = 1090524578,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090524579,
   ["UnderGrID"] = 1090524580,
   ["ID"] = "0x70030736",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };

_G.Loots[8]["Instances"][5]["Bosses"][3] = {};
_G.Loots[8]["Instances"][5]["Bosses"][3]["BossName"] = "Паучье крыло";
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"] = {};
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1] = {};
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["CompName"] = _G.cComps[4];
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["Term"] = "";
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["Items"] = {};

_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["Items"][1] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["Items"][1] = 
  {["ItemName"] = "Браслет мудрости",
   ["Type"] = _G.ItemTypes.Bracelet,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "+59.4",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "", 
       ["Will"] = "+113",
       ["Fate"] = "+75", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "+384",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1091476664,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1091476666,
   ["UnderGrID"] = 1091476665,
   ["ID"] = "0x7003078C",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["Items"][2] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["Items"][2] = 
  {["ItemName"] = "Украшенная серьга победителя",
   ["Type"] = _G.ItemTypes.Earing,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "+368",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+38", 
       ["Agility"] = "", 
       ["Vitality"] = "+113", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "+384",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1091401597,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1091401599,
   ["UnderGrID"] = 1091401598,
   ["ID"] = "0x7003077E",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["Items"][3] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["Items"][3] = 
  {["ItemName"] = "Поножи возвращенной надежды",
   ["Type"] = _G.ItemTypes.Armor_heavy,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "1429",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "+59.4",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+113", 
       ["Agility"] = "", 
       ["Vitality"] = "+75", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "+384", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090538258,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090538260,
   ["UnderGrID"] = 1090538259,
   ["ID"] = "0x7003073A",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["Items"][4] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["Items"][4] = 
  {["ItemName"] = "Тяжелые наплечники отчаянной атаки",
   ["Type"] = _G.ItemTypes.Armor_heavy,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "515",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "+184",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+113", 
       ["Agility"] = "+75", 
       ["Vitality"] = "", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "+384",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090525016,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090525018,
   ["UnderGrID"] = 1090525017,
   ["ID"] = "0x70030731",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };

_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["Items"][5] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["Items"][5] = 
  {["ItemName"] = "Башмаки пиявочника Картвелла",
   ["Type"] = _G.ItemTypes.Armor_light,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "372",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "+59.4",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "+75", 
       ["Will"] = "+150",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090524300,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090524301,
   ["UnderGrID"] = 1090524361,
   ["ID"] = "0x70030741",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["Items"][6] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["Items"][6] = 
  {["ItemName"] = "Перчатки из драконьей шкуры",
   ["Type"] = _G.ItemTypes.Armor_leather,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "665",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "+113", 
       ["Vitality"] = "+75", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "+384",
       ["TMast"] = "", 
       ["CritR"] = "+384",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090526211,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090526213,
   ["UnderGrID"] = 1090526212,
   ["ID"] = "0x70030740",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["Items"][7] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["Items"][7] = 
  {["ItemName"] = "Яркий клинок",
   ["Type"] = _G.ItemTypes.Sword,
   ["Unique"] = "",
   ["Damage"] = "195-326",
   ["DamageType"] = _G.DamageTypes.Com, 
   ["DPS"] = "137.1",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "+211",
       ["Power"] = "+184",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "", 
       ["Will"] = "+75",
       ["Fate"] = "+75", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "+384",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090557028,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090557030,
   ["UnderGrID"] = 1090557029,
   ["ID"] = "0x700307B3",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["Items"][8] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["Items"][8] = 
  {["ItemName"] = "Щит обдуманного штурма",
   ["Type"] = _G.ItemTypes.Shield_warden,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "1466",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "+59.4",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+75", 
       ["Agility"] = "+75", 
       ["Vitality"] = "", 
       ["Will"] = "",
       ["Fate"] = "+75", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "+1552 к уровню защиты от критических ударов", 
   ["IconID"] = 1091667906,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1091667908,
   ["UnderGrID"] = 1091667907,
   ["ID"] = "0x700307AD",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["Items"][9] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][3]["Comps"][1]["Items"][9] = 
  {["ItemName"] = "Браслет воющих ветров",
   ["Type"] = _G.ItemTypes.Bracelet,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "+118.2",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+113", 
       ["Agility"] = "+75", 
       ["Vitality"] = "", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1091515663,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1091515696,
   ["UnderGrID"] = 1091515686,
   ["ID"] = "0x70030797",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };

_G.Loots[8]["Instances"][5]["Bosses"][4] = {};
_G.Loots[8]["Instances"][5]["Bosses"][4]["BossName"] = "Драконье крыло";
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"] = {};
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1] = {};
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["CompName"] = _G.cComps[4];
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Term"] = "";
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"] = {};
  
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][1] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][1] = 
  {["ItemName"] = "Гребень с мифриловой отделкой",
   ["Type"] = _G.ItemTypes.Pocket,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "+368",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "+75", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "+384",
       ["P"] = "+768",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = vResPath.."nons.tga",
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 0,
   ["UnderGrID"] = 0,
   ["ID"] = "0x70030793",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][2] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][2] = 
  {["ItemName"] = "Плащ яростного дракона",
   ["Type"] = _G.ItemTypes.Back,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "581",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+113", 
       ["Agility"] = "+113", 
       ["Vitality"] = "", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "+384",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090522482,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090522484,
   ["UnderGrID"] = 1090522483,
   ["ID"] = "0x7003072D",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][3] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][3] = 
  {["ItemName"] = "Серьга усиленной решимости",
   ["Type"] = _G.ItemTypes.Earing,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "", 
       ["Will"] = "+150",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "+768", 
       ["CritR"] = "+384",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1091480071,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1091480073,
   ["UnderGrID"] = 1091480072,
   ["ID"] = "0x70030782",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][4] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][4] = 
  {["ItemName"] = "Кираса Амон Хена",
   ["Type"] = _G.ItemTypes.Armor_heavy,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "1714",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+113", 
       ["Agility"] = "", 
       ["Vitality"] = "+113", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "+384", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090524945,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090524947,
   ["UnderGrID"] = 1090524946,
   ["ID"] = "0x70030733",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][5] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][5] = 
  {["ItemName"] = "Рукавицы убийцы орков",
   ["Type"] = _G.ItemTypes.Armor_heavy,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "857",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+113", 
       ["Agility"] = "+75", 
       ["Vitality"] = "", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "+384",
       ["TMast"] = "", 
       ["CritR"] = "+384",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090527761,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090527763,
   ["UnderGrID"] = 1090527762,
   ["ID"] = "0x70030739",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][6] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][6] = 
  {["ItemName"] = "Тяжелые наплечники непоколебимого гнома",
   ["Type"] = _G.ItemTypes.Armor_heavy,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "515",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "+368",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "+150", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "+384",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090525016,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090525018,
   ["UnderGrID"] = 1090525017,
   ["ID"] = "0x7003073F",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][7] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][7] = 
  {["ItemName"] = "Поножи быстрых ног",
   ["Type"] = _G.ItemTypes.Armor_light,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "774",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "+59.4",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "+75", 
       ["Will"] = "+150",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090523823,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090523825,
   ["UnderGrID"] = 1090523824,
   ["ID"] = "0x70030734",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][8] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][8] = 
  {["ItemName"] = "Шляпа звездочета",
   ["Type"] = _G.ItemTypes.Armor_light,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "279",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "+75", 
       ["Will"] = "+113",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "+384", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "+1164",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090641908,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090641922,
   ["UnderGrID"] = 1090641921,
   ["ID"] = "0x7003073B",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][9] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][9] = 
  {["ItemName"] = "Капюшон вероятности",
   ["Type"] = _G.ItemTypes.Armor_leather,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "399",
   ["Stats"] = 
     {
       ["Morale"] = "+421",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "+150", 
       ["Vitality"] = "", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "+384",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "",  
   ["IconID"] = 1090524578,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090524579,
   ["UnderGrID"] = 1090524580,
   ["ID"] = "0x70030743",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
 
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][10] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][10] = 
  {["ItemName"] = "Наплечники неунывающего",
   ["Type"] = _G.ItemTypes.Armor_leather,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "399",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+75", 
       ["Agility"] = "", 
       ["Vitality"] = "+150", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "+384",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090523839,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090523841,
   ["UnderGrID"] = 1090523840,
   ["ID"] = "0x70030744",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][11] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][11] = 
  {["ItemName"] = "Поножи снежной слепоты",
   ["Type"] = _G.ItemTypes.Armor_leather,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "1108",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+150", 
       ["Agility"] = "+75", 
       ["Vitality"] = "", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "+384",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1090526315,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1090526317,
   ["UnderGrID"] = 1090526316,
   ["ID"] = "0x7003072F",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
  
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][12] = _G.ItemData;
_G.Loots[8]["Instances"][5]["Bosses"][4]["Comps"][1]["Items"][12] = 
  {["ItemName"] = "Подвеска верного сердца",
   ["Type"] = _G.ItemTypes.Necklace,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "+113", 
       ["Vitality"] = "+75", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "+768",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1091420318,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1091420319,
   ["UnderGrID"] = 1091420320,
   ["ID"] = "0x70030786",
   ["Conditions"] = 
     {
       ["min_Level"] = 85
     };
  };
