_G.Loots[2]["Instances"][3] = {};
_G.Loots[2]["Instances"][3]["InstanceName"] = "Фил Гашан";
_G.Loots[2]["Instances"][3]["Descr"] = [[Расположен рядом с кузницей, на юго-западе Багровых копей. Противники - обычные и элитные орки 60 уровня.
 Рекомендации по подготовке - иметь хотя бы по десятку банок и мазей на лечение ран на человека, либо ХМа с панацеей или без.

 Условия хард-мода: нельзя убивать более двух орков-часовых. То есть, двух убить можно, трех - уже нельзя.

 Инст разделен на три этажа. На каждом этаже нужно убить по одному боссу.

 1) Первый этаж.
 Входя в инстанс, мы оказываемся в коридоре, ведущем в первый зал. В зале прямо перед нами стоит первый орк-часовой, чуть дальше него ходят и стоят обычные орки. В бой не вступаем. Орка-часового отвлекает менестрель 'Песней отвлечения'(снижает на 75% радиус агрессии моба). Если менестреля нет, то нужно иметь хотя бы взломщика - он может провести 'Совместным весельем'. Этого часового нам убивать нельзя.
 
 Если часовой "уснул", остальных орков можно сагрить (например, выстрелом охотника) и убить. Часовой при этом тихо кукует и в бой не вступает. Итак, убиваем орков из первого зала. В процессе убийства прибежит элитный орк-капитан, его тоже валим. С трупа капитана подбираем сверток с капитанской формой. Теперь начинается основная фишка этого инста - игры в переодевания. Тот, кто взял форму, одевает ее (просто использует предмет в инвентаре). Маскировка висит 5 минут, потом можно ее использовать повторно. Переодеться можно только вне боя. Любой прошедший по вам урон снимает маскировку. Ваша собственная атака или действие маскировку НЕ СНИМАЕТ. Пока вы в форме капитана, можете спокойно ходить мимо орков по всему первому этажу, однако, если некоторое время стоять близко перед каким-нибудь орком, они вас вычислят и нападут. Орки с пометкой "Бдительный орк" - а это часовые и капитаны - вычисляют вас гораздо быстрее, чем обычные орки, поэтому мимо них надо пробегать быстро и не задерживаясь.

 На первом этаже в комнатах есть сундуки, где можно найти еще комплекты формы, также форму можно снять с других капитанов, разбросанных по этажу. Для этого капитана надо сагрить дистанционной атакой или криком и привести к своим товарищам на убой, главное, чтобы при этом не сагрились часовые. С сундуков и капитанов можно при желании набрать комплекты формы на всю группу. Однако, здесь описывается ускоренный вариант прохождения инста, при котором на первом этаже нам будет достаточно одного комплекта формы.

 Итак, кто-то один подобрал форму. Далее этот герой обходит уснувшего часового и идет вперед. После первого зала мы видим перекресток, на котором тусуется группка орков. Вправо и влево от перекрестка отходят проходы, по ним ходят туда-обратно два часовых - один в правом проходе, другой в левом. Следует дождаться, пока оба часовых отойдут от перекрестка, после чего агрим орков на перекрестке и тащим их к основной группе на убой. Если в процессе убоя по человеку в форме кто-нибудь попал и форма слетела, одеваем ее повторно и возвращаемся к перекрестку. На перекрестке идем прямо и упираемся в столовую, в которой тусуется нехилая толпа обедающих орков. Далее наш замаскированный герой заходит в столовку. Через некоторое время активируется скрипт, голос повара говорит - "Харе жрать, айда работать", и накушавшиеся орки начинают вяло тянуться к выходу из столовой. Потом они идут к перекрестку. Дойда до перекрестка, они бесследно растворяются в воздухе, видимо, кормежка впрок не пошла. Когда растворится последний из орков, двери в столовку закроются и начнется бой с поваром. Поскольку наша бригада удальцов все еще тусуется на входе, нам этого пока не надо. Поэтому наш замаскированный герой дожидается, пока растворятся все уходящие из столовой орки, кроме одного-двух, и агрит последнего. Удобный способ задержать в столовке одного-двух орков - встать рядом с каким-нибудь. Тогда орк начинает на вас пялиться и вместе с остальными не идет. Когда все ушли, агрим его. Все остальные в это время обруливают первого усыпленного часового и бегут через перекресток в столовку. Следует подгадать момент перебежки так, чтобы часовые, патрулирующие проходы, были далеко. У нас подгадать момент помогал взломщик, который в инвизе сидел и мониторил перекресток. Если что-то пошло не так, и часовые все же сагрились, все, кроме героя в форме, выходят из инстанса. Герой в форме уходит в инвиз (если взлом), притворяется мёртвым (если менестрель или хоббит), использует побег (если охотник) или умирает и возрождается на входе (в иных случаях). Из инста выходить ему нельзя, потому как форма пропадет и придется добывать ее заново. После чего все заходят обратно и процедура повторяется.

 Итак, все собрались в столовой. Убиваем последнего столовского орка. Двери закрываются, к нам спрыгивает еще шесть орков. Убиваем сколько можем, через некоторое время в бой вступит первый босс - Повар Врар. Да, сковородкой нас в этой игре еще не били...Босс ничего сложного из себя не представляет, через некоторое время в бой вступают оставшиеся орки, но это ему не поможет. Босс помер, сундук обшарен. Теперь, если у нас в группе есть рыцарь, которому нужен классовый квест, пора его выполнить. Рыцарь активирует необходимый предмет в столовой, и на нас начинают переть орки из двух выходов - с того, в который мы вошли, и в открывшуюся дверь на противоположной стороне. Мы их валим и валим, а орки прут и прут. В общем, экшен. Следите за лучниками, они появляются по две штуки с каждой стороны и очень любят фокусироваться на менестреле. Контроль и "слепая ярость" взломщика вам в помощь. Наконец, орки кончились, квест засчитался, можно идти дальше.

 Топаем в открывшийся проход. В конце его будет калитка, за ней орк-часовой. Смотрим сценку инструктажа, по ее итогам понимаем, что на втором этаже капитанская форма уже никого не обманет. Подходим к часовому, он нас засекает, подымает тревогу и вступает в бой. На помощь прибегает пачка орков во главе с лейтенантом - мощным урюком на 57к. Урюк непростой, любит проводить на нас комбы. О начале комбы сигналит воплем - "Приготовиться к маневру". Лучше ему это счастье прерывать либо держать его на контроле пока пак разбирается с остальными прибежавшими. Убиваем всех, часового в том числе. Это у нас будет первый убитый часовой из двух разрешенных. С тела лейтенанта поднимаем лейтенантскую форму. Форму даем менестрелю. Тот переодевается и топает на второй этаж. Остальные до поры остаются внизу.


 2) Второй этаж.
 Возле лестничной площадки на втором этаже тусуется пачка орков и патрулирующий часовой. Часового менестрель может попробовать усыпить, но у нас это почему-то проходит один раз из трех где-то. Поэтому особо не заморачиваемся, проще его сагрить и убить. Итак, агрим часового и тащим вниз к товарищам. До кучи прибегает еще пачка орков, всех убиваем. Это у нас второй убитый часовой, все, лимит исчерпан. 

 Теперь всей группой поднимаемся наверх, туда, где ходили только что убитые нами орки. От лестничной площадки идут два коридора, длинный и короткий. Идем в короткий. Сворачиваем за угол, выходим в длинный коридор. Там будет немного обычных орков (не часовых), их валим. В конце коридора будут двери. За дверьми продолжение коридора. По коридору туда-сюда ходит часовой. Перед дальнейшими действиями ждем, когда часовой уйдет за угол. После этого выдергиваем стоящих в коридоре орков и убиваем их. По правой стороне коридора будет открытая дверь, за которой комната, где стоит второй босс и пара его лейтенантов. 

 Дожидаемся, пока часовой уйдет за угол, и всем отрядом быстро забегаем в комнату. Босс просыпается, двери закрываются, и начинается бой. Сначала босс дерется один. Когда у него остается примерно 50к или чуть меньше, он включает на 30 сек ауру, возвращающую 200% урона. Обозначается розовым значком в строке баффов. В это время не бьем его, ждем, пока аура спадет. Когда босс добит до половины здоровья, в бой вступает пара лейтенантов. Лейтенанты иммунны к любому контролю, и очень любят использовать комбы. Вешайте на каждого по воителю или взломщику, чтобы прерывать им запуск маневров. Остальные валят босса, потом валим лейтенантов. С лейтенантов снимаем еще два комплекта формы. 

 Далее возможны варианты. Если мы сильно спешим, и те, кому не досталось формы, не против разик помереть, возвращаемся к лестнице и идем на третий этаж. Если же помирать не хотим, придется найти недостающие комплекты формы. Если в группе есть взломщик, для него форму искать не надо :) Те, кому досталась форма, идут осматривать соседние комнаты. В них могут быть сундуки с формой, либо лейтенанты. Если в сундуках необходимого количества формы не нашли, придется убить одного-двух лейтенантов. Для этого их аккуратно агрим дистанционной атакой, желательно, чтобы часовых рядом не было в этот момент. Приводим к основной группе, валим, раздеваем. Если что-то пошло не так и на нас сагрились часовые, те, у кого формы нету, выходят из группы, остальным придется помирать/уходить в инвиз/прикидываться мертвым. Итак, через 5-10 минут у нас вся группа одета. Возвращаемся к лестнице, идем на третий этаж. Не забудьте взять ключ из второго сундука - им открываются двери на третьем этаже.

 3) Третий этаж. 
 На третьем этаже у нас прямой проход к комнате финального босса. По дороге стоит куча орков-часовых. Если у нас все переодеты, просто пробегаем цепочкой до входа в комнату босса. Если одеты не все, сначала бегут неодетые смертнички. Добегают до порога комнаты босса, и, не заходя внутрь, помирают и лежат там. Счастливые обладатели формы ждут, пока кипеш успокоится. После этого пробегают туда же, менестрель поднимает павших. Баффаемся, кушаем еду, все дела, заходим внутрь и начинаем бой.

 Помимо босса, будут два адда - лучник по кличке Клык и рукопашник по кличке Кулак. Адды не контролятся. Сначала в бой вступает только лучник. Он периодически ставит ловушку, висящую минуту. В ловушку попадать не надо :) Собственно босс, генерал Талуг, изначально почти неуязвим. У нас лучника держит кто-нибудь с коротким откатом прерывалки скиллов (взломщик, воитель, защитник, страж с прокаченным пинком) - Клык будет довольно часто пытаться скастовать стрелу с поджогом, которая бьёт очень сильно, это дело и надо прерывать, а босса агрил на себя охотник и весь бой его таскал(по идее его танкует любой более менее крепкий член братства). В доспехах босс бегает медленно, так что никаких проблем с этим не было. Итак, сначала надо два раза заманить босса в ловушку лучника. После того как босс попадёт в ловушку, он становится уязвимым к атакам - в это время все вкладываются в демаг. Когда ему снимут порядка 1/3 хп он жалуется, что ему мешают доспехи, и "сбрасывает их" и начинает бегать чуть быстрее. В это время в бой вступает Кулак. Бьем кулака, доводим его примерно до 500-1000 хп. Когда у Кулака остается мало-мало здоровья, подтаскиваем его близко к боссу, дожидаемся появления свежей ловушки от лучника и убиваем Кулака. Он взрывается и обливает босса и всех, кто рядом, маслом. Теперь затаскиваем босса в ловушку. Только облитый таким образом Талуг станет уязвим к атакам после попадания в ловушку, если получилось, то кто-нибудь крепки агрит на себя Кулака и все вкладываются в демаг, как демаг перестал проходить, повторяем процедуру с обливаниями снова. Когда у босса остаётся порядка 20к хп, он снова "скидывает" доспехи, и с удивительным проворством кидается в бой. Добиваем босса, добиваем аддов. Победа, делим добычу. Да, по ходу боя лучник и Кулак периодически любят бить по случайной цели на 3 с лишним тыщи урона. Следите, когда они начинают что-нибудь орать, и нещадно прерывайте их. Босс до снятия доспехов иммунен к комбам, адды, однако, не иммунны. Поэтому, если надо полечиться или там маны подлить, можно пустить комбу на аддах. Также босс и адды вешают нехилые огненные раны, снимайте банками и мазями.

 Когда добыча враги убиты и добыча поделена, при желании можно зачистить инст или просто погулять переодетыми и собрать разбросанные предметы для квестов и деяний.
 
 
©Автор гайда - Onufriy 
  (редактура - Ворожей).
]];
_G.Loots[2]["Instances"][3]["Bosses"] = {};
_G.Loots[2]["Instances"][3]["Bosses"][1] = {};
_G.Loots[2]["Instances"][3]["Bosses"][1]["BossName"] = "Врарц";
_G.Loots[2]["Instances"][3]["Bosses"][1]["Comps"] = {};
_G.Loots[2]["Instances"][3]["Bosses"][1]["Comps"][1] = {};
_G.Loots[2]["Instances"][3]["Bosses"][1]["Comps"][1]["CompName"] = _G.cComps[1];
_G.Loots[2]["Instances"][3]["Bosses"][1]["Comps"][1]["Term"] = "";
_G.Loots[2]["Instances"][3]["Bosses"][1]["Comps"][1]["Items"] = {};

_G.Loots[2]["Instances"][3]["Bosses"][1]["Comps"][1]["Items"][1] = _G.ItemData;
_G.Loots[2]["Instances"][3]["Bosses"][1]["Comps"][1]["Items"][1] = 
  {["ItemName"] = "Гроздь самоцветов",    
   ["Type"] = _G.ItemTypes.Earing,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "+183",
       ["Power"] = "+164",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+16", 
       ["Agility"] = "", 
       ["Vitality"] = "", 
       ["Will"] = "+8",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "+302.4",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "", 
   ["IconID"] = 1091474954,
   ["BackGrID"] = 1090519043,
   ["ShadowGrID"] = 1091474956,
   ["UnderGrID"] = 1091474955,
   ["ID"] = "0x70016778",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[2]["Instances"][3]["Bosses"][1]["Comps"][1]["Items"][2] = _G.ItemData;
_G.Loots[2]["Instances"][3]["Bosses"][1]["Comps"][1]["Items"][2] = 
  {["ItemName"] = "Дымчатое кольцо",    
   ["Type"] = _G.ItemTypes.Ring,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "+98",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+8", 
       ["Agility"] = "+8", 
       ["Vitality"] = "+41", 
       ["Will"] = "",
       ["Fate"] = "+8", 
       ["B"] = "",
       ["P"] = "+50",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "+151.2",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "+2% к критическому тактическому урону", 
   ["IconID"] = 1091474966,
   ["BackGrID"] = 1090519043,
   ["ShadowGrID"] = 1091474968,
   ["UnderGrID"] = 1091474967,
   ["ID"] = "0x7001677C",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[2]["Instances"][3]["Bosses"][1]["Comps"][1]["Items"][3] = _G.ItemData;
_G.Loots[2]["Instances"][3]["Bosses"][1]["Comps"][1]["Items"][3] = 
  {["ItemName"] = "Стальные сапоги",    
   ["Type"] = _G.ItemTypes.Armor_leather,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "330",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+16", 
       ["Agility"] = "+41", 
       ["Vitality"] = "+41", 
       ["Will"] = "+16",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "+126 к смягчению урона кислотой",
   ["Sets"] = 
     {
      ["SetName"] = "Средняя защита от кислоты",
      ["SetComponents"] = {"Стальные сапоги", "Талиомбаданир", "Мир-Фередир"},
      ["SetBonuses"] =  
       {
        [1] = {["BonusCond"] = _G.ItemBounusConds[3], ["Bonus"] = "+240 к смягчению урона кислотой"}
       }
     }, 
   ["IconID"] = 1090526543,
   ["BackGrID"] = 1090519043,
   ["ShadowGrID"] = 1090526544,
   ["UnderGrID"] = 1090526545,
   ["ID"] = "0x7001676F",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };

_G.Loots[2]["Instances"][3]["Bosses"][2] = {};
_G.Loots[2]["Instances"][3]["Bosses"][2]["BossName"] = "Греб";
_G.Loots[2]["Instances"][3]["Bosses"][2]["Comps"] = {};  
_G.Loots[2]["Instances"][3]["Bosses"][2]["Comps"][1] = {};
_G.Loots[2]["Instances"][3]["Bosses"][2]["Comps"][1]["CompName"] = _G.cComps[1];
_G.Loots[2]["Instances"][3]["Bosses"][2]["Comps"][1]["Term"] = "";
_G.Loots[2]["Instances"][3]["Bosses"][2]["Comps"][1]["Items"] = {};

_G.Loots[2]["Instances"][3]["Bosses"][2]["Comps"][1]["Items"][1] = _G.ItemData;
_G.Loots[2]["Instances"][3]["Bosses"][2]["Comps"][1]["Items"][1] = 
  {["ItemName"] = "Исцеляющий медальон",    
   ["Type"] = _G.ItemTypes.Necklace,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "+109",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "+202",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "+756",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "Использование:                \nСнимает с цели до 3 эффектов категории 'Яд' с максимальной силой 65                    \nПерезарядка: 20 мин.", 
   ["IconID"] = 1091474960,
   ["BackGrID"] = 1090519043,
   ["ShadowGrID"] = 1091474962,
   ["UnderGrID"] = 1091474961,
   ["ID"] = "0x7001677A",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[2]["Instances"][3]["Bosses"][2]["Comps"][1]["Items"][2] = _G.ItemData;
_G.Loots[2]["Instances"][3]["Bosses"][2]["Comps"][1]["Items"][2] = 
  {["ItemName"] = "Наручи командующего",    
   ["Type"] = _G.ItemTypes.Armor_heavy,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "533",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "+83.4",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+32", 
       ["Agility"] = "+32", 
       ["Vitality"] = "+8", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "+252 к смягчению урона кислотой",
   ["Sets"] = 
     {
      ["SetName"] = "Сильная защита от кислоты",
      ["SetComponents"] = {"Рукавицы командующего", "Гатол", "Валандил"},
      ["SetBonuses"] =  
       {
        [1] = {["BonusCond"] = _G.ItemBounusConds[3], ["Bonus"] = "+240 к смягчению урона кислотой"}
       }
     }, 
   ["IconID"] = 1090552796,
   ["BackGrID"] = 1090519043,
   ["ShadowGrID"] = 1090552797,
   ["UnderGrID"] = 1090552798,
   ["ID"] = "0x70016770",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[2]["Instances"][3]["Bosses"][2]["Comps"][1]["Items"][3] = _G.ItemData;
_G.Loots[2]["Instances"][3]["Bosses"][2]["Comps"][1]["Items"][3] = 
  {["ItemName"] = "Талиомбаданир",    
   ["Type"] = _G.ItemTypes.Armor_leather,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "687",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "+65",
       ["MoraleInC"] = "+41.7",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+16", 
       ["Agility"] = "+41", 
       ["Vitality"] = "+16", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "+126 к смягчению урона кислотой",
   ["Sets"] = _G.Loots[2]["Instances"][3]["Bosses"][1]["Comps"][1]["Items"][3]["Sets"], 
   ["IconID"] = 1090534065,
   ["BackGrID"] = 1090519043,
   ["ShadowGrID"] = 1090534066,
   ["UnderGrID"] = 1090534067,
   ["ID"] = "0x70016776",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[2]["Instances"][3]["Bosses"][3] = {};
_G.Loots[2]["Instances"][3]["Bosses"][3]["BossName"] = "Генерал Талуг";
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"] = {};  
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1] = {};
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["CompName"] = _G.cComps[1];
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Term"] = "";
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"] = {};

_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][1] = _G.ItemData;
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][1] = 
  {["ItemName"] = "Бал-Хуор",    
   ["Type"] = _G.ItemTypes.Armor_light,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "175",
   ["Stats"] = 
     {
       ["Morale"] = "+109",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "+16", 
       ["Vitality"] = "+41", 
       ["Will"] = "",
       ["Fate"] = "+20", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "+101",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "+126 к смягчению урона кислотой",
   ["Sets"] = 
     {
      ["SetName"] = "Слабая защита от кислоты",
      ["SetComponents"] = {"Бал-Хуор", "Вертур", "Феанор"},
      ["SetBonuses"] =  
       {
        [1] = {["BonusCond"] = _G.ItemBounusConds[3], ["Bonus"] = "+240 к смягчению урона кислотой"}
       }
     }, 
   ["IconID"] = 1090641904,
   ["BackGrID"] = 1090519043,
   ["ShadowGrID"] = 1090641911,
   ["UnderGrID"] = 1090641910,
   ["ID"] = "0x70016772",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][2] = _G.ItemData;
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][2] = 
  {["ItemName"] = "Браслет из Западных земель",    
   ["Type"] = _G.ItemTypes.Bracelet,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "+73",
       ["Power"] = "+65",
       ["MoraleInC"] = "",
       ["PowerInC"] = "+39",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "+8", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "+756",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "Использование:                \nСнимает с цели до 3 эффектов категории 'Ранение' с максимальной силой 65             \nПерезарядка: 20 мин.",
   ["IconID"] = 1091474951,
   ["BackGrID"] = 1090519043,
   ["ShadowGrID"] = 1091474953,
   ["UnderGrID"] = 1091474952,
   ["ID"] = "0x70016777",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][3] = _G.ItemData;
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][3] = 
  {["ItemName"] = "Валандил",    
   ["Type"] = _G.ItemTypes.Armor_heavy,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "889",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "+41.7",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+16", 
       ["Agility"] = "", 
       ["Vitality"] = "+20", 
       ["Will"] = "+16",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "+378",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "+252 к смягчению урона кислотой",
   ["Sets"] = _G.Loots[2]["Instances"][3]["Bosses"][2]["Comps"][1]["Items"][2]["Sets"], 
   ["IconID"] = 1090528431,
   ["BackGrID"] = 1090519043,
   ["ShadowGrID"] = 1090528432,
   ["UnderGrID"] = 1090528433,
   ["ID"] = "0x70016774",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][4] = _G.ItemData;
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][4] = 
  {["ItemName"] = "Вертур",    
   ["Type"] = _G.ItemTypes.Armor_light,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "+164",
       ["MoraleInC"] = "+16.7",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "+20", 
       ["Will"] = "+24",
       ["Fate"] = "+20", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "+126 к смягчению урона кислотой",
   ["Sets"] = _G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][1]["Sets"], 
   ["IconID"] = 1090527164,
   ["BackGrID"] = 1090519043,
   ["ShadowGrID"] = 1090527165,
   ["UnderGrID"] = 1090527166,
   ["ID"] = "0x70016775",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][5] = _G.ItemData;
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][5] = 
  {["ItemName"] = "Гатол",    
   ["Type"] = _G.ItemTypes.Armor_heavy,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "320",
   ["Stats"] = 
     {
       ["Morale"] = "+109",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "+24", 
       ["Will"] = "+24",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "+504",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "+252 к смягчению урона кислотой",
   ["Sets"] = _G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][3]["Sets"], 
   ["IconID"] = 1090526120,
   ["BackGrID"] = 1090519043,
   ["ShadowGrID"] = 1090526121,
   ["UnderGrID"] = 1090526122,
   ["ID"] = "0x70016771",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][6] = _G.ItemData;
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][6] = 
  {["ItemName"] = "Мир-Фередир",    
   ["Type"] = _G.ItemTypes.Armor_leather,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "247",
   ["Stats"] = 
     {
       ["Morale"] = "+91",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+16", 
       ["Agility"] = "+20", 
       ["Vitality"] = "", 
       ["Will"] = "+41",
       ["Fate"] = "+16", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "+126 к смягчению урона кислотой",
   ["Sets"] = _G.Loots[2]["Instances"][3]["Bosses"][1]["Comps"][1]["Items"][3]["Sets"], 
   ["IconID"] = 1090525440,
   ["BackGrID"] = 1090519043,
   ["ShadowGrID"] = 1090525442,
   ["UnderGrID"] = 1090525441,
   ["ID"] = "0x70016773",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][7] = _G.ItemData;
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][7] = 
  {["ItemName"] = "Окаменелое яйцо",    
   ["Type"] = _G.ItemTypes.Pocket,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "+98",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "", 
       ["Will"] = "+8",
       ["Fate"] = "+41", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "+453.6",
       ["FMitig"] = "",
       ["TMitig"] = "+1135"
     },   
   ["Other"] = "",
   ["IconID"] = 1091474963,
   ["BackGrID"] = 1090519043,
   ["ShadowGrID"] = 1091474965,
   ["UnderGrID"] = 1091474964,
   ["ID"] = "0x7001677B",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][8] = _G.ItemData;
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][8] = 
  {["ItemName"] = "Феанор",    
   ["Type"] = _G.ItemTypes.Back,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "355",
   ["Stats"] = 
     {
       ["Morale"] = "+183",
       ["Power"] = "+164",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "", 
       ["Will"] = "",
       ["Fate"] = "+32", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "+126 к смягчению урона кислотой",
   ["Sets"] = _G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][1]["Sets"], 
   ["IconID"] = 1090526859,
   ["BackGrID"] = 1090519043,
   ["ShadowGrID"] = 1090526860,
   ["UnderGrID"] = 1090526861,
   ["ID"] = "0x7001676E",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][9] = _G.ItemData;
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][9] = 
  {["ItemName"] = "Фердиранд",    
   ["Type"] = _G.ItemTypes.Earing,
   ["Unique"] = "",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "+98",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "+20", 
       ["Vitality"] = "", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "+504",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "+604.8",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "",
   ["Sets"] = 
     {
      ["SetName"] = "Драгоценности военачальника",
      ["SetComponents"] = {"Голулос", "Фердиранд"},
      ["SetBonuses"] =  
       {
        [1] = {["BonusCond"] = _G.ItemBounusConds[2], ["Bonus"] = "+576 к сопротивлению           \nОберег пламени - При уроне огнем (любом) появляется 20% вероятность получить эффект:\n+95 к защите от огня                \nДлительность: 25 сек."}
       }
     },  
   ["IconID"] = 1091474957,
   ["BackGrID"] = 1090519043,
   ["ShadowGrID"] = 1091474959,
   ["UnderGrID"] = 1091474958,
   ["ID"] = "0x70016779",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][2] = {};
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][2]["CompName"] = _G.cComps[5];
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][2]["Term"] = "";
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][2]["Items"] = {};

_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][2]["Items"][1] = _G.ItemData;
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][2]["Items"][1] = 
  {["ItemName"] = "Голулос",    
   ["Type"] = _G.ItemTypes.Earing,
   ["Unique"] = "Уник.",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "+146",
       ["Power"] = "",
       ["MoraleInC"] = "+16.8",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "+20", 
       ["Will"] = "+24",
       ["Fate"] = "+41", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "+302.4",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "",
   ["Sets"] = _G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][1]["Items"][9]["Sets"], 
   ["IconID"] = 1091474945,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1091474947,
   ["UnderGrID"] = 1091474946,
   ["ID"] = "0x7001676C",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][2]["Items"][2] = _G.ItemData;
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][2]["Items"][2] = 
  {["ItemName"] = "Дар генерала Талуга",    
   ["Type"] = _G.ItemTypes.Bracelet,
   ["Unique"] = "Уник.",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "+81",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "+48",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+19", 
       ["Agility"] = "+60", 
       ["Vitality"] = "", 
       ["Will"] = "",
       ["Fate"] = "", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "",
   ["IconID"] = vResPath.."nons.tga",
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 0,
   ["UnderGrID"] = 0,
   ["ID"] = "0x7001EC2D",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][2]["Items"][3] = _G.ItemData;
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][2]["Items"][3] = 
  {["ItemName"] = "Мемориальная табличка",    
   ["Type"] = _G.ItemTypes.Pocket,
   ["Unique"] = "Уник.",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "+98",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "+20", 
       ["Agility"] = "+20", 
       ["Vitality"] = "+16", 
       ["Will"] = "+20",
       ["Fate"] = "", 
       ["B"] = "+101",
       ["P"] = "",
       ["E"] = "+101",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "",
   ["IconID"] = 1091474948,
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 1091474949,
   ["UnderGrID"] = 1091474950,
   ["ID"] = "0x7001676D",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
  
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][2]["Items"][4] = _G.ItemData;
_G.Loots[2]["Instances"][3]["Bosses"][3]["Comps"][2]["Items"][4] = 
  {["ItemName"] = "Сокровище Близзога",    
   ["Type"] = _G.ItemTypes.Earing,
   ["Unique"] = "Уник.",
   ["Damage"] = "",
   ["DamageType"] = _G.DamageTypes.Non, 
   ["DPS"] = "",  
   ["Armour"] = "",
   ["Stats"] = 
     {
       ["Morale"] = "",
       ["Power"] = "",
       ["MoraleInC"] = "",
       ["PowerInC"] = "",
       ["MoraleOutC"] = "",
       ["PowerOutC"] = "",
       ["Might"] = "", 
       ["Agility"] = "", 
       ["Vitality"] = "", 
       ["Will"] = "+49",
       ["Fate"] = "+65", 
       ["B"] = "",
       ["P"] = "",
       ["E"] = "",
       ["FMast"] = "",
       ["TMast"] = "", 
       ["CritR"] = "",
       ["inHeal"] = "",
       ["Finesse"] = "",
       ["Resist"] = "",
       ["FMitig"] = "",
       ["TMitig"] = ""
     },   
   ["Other"] = "",
   ["IconID"] = vResPath.."nons.tga",
   ["BackGrID"] = 1090519044,
   ["ShadowGrID"] = 0,
   ["UnderGrID"] = 0,
   ["ID"] = "0x7001EC28",
   ["Conditions"] = 
     {
       ["min_Level"] = 60
     };
  };
