_G.Other[1] = {};
_G.Other[1].Name = "Комбо (фрипы)";
_G.Other[1].BuildFunction = "combo";
_G.Other[1].Parts = {};

_G.Other[1].Parts[1] = {};
_G.Other[1].Parts[1].Name = "Основа";
_G.Other[1].Parts[1].Elems = {};

_G.Other[1].Parts[1].Elems[1] = {};
_G.Other[1].Parts[1].Elems[1].Name = "Сила энта";
_G.Other[1].Parts[1].Elems[1].Descr = "Это умение братства наносит прямой урон(ближнего, дальнего боя или тактический в зависимости от класса) противнику. Используется в комбо-приёмах.";
_G.Other[1].Parts[1].Elems[1].Combo = {
  [1] = "R"
  };
  
_G.Other[1].Parts[1].Elems[2] = {};
_G.Other[1].Parts[1].Elems[2].Name = "Паучье коварство";
_G.Other[1].Parts[1].Elems[2].Descr = "Это умение братства наносит незначительный прямой урон(ближнего, дальнего боя или тактический в зависимости от класса) противнику, а затем постепенный урон. Используется в комбо-приёмах.";
_G.Other[1].Parts[1].Elems[2].Combo = {
  [1] = "Y"
  };
  
_G.Other[1].Parts[1].Elems[3] = {};
_G.Other[1].Parts[1].Elems[3].Name = "Орлиный крик";
_G.Other[1].Parts[1].Elems[3].Descr = "Это умение братства восстанавливает боевой дух. Используется в комбо-приёмах.";
_G.Other[1].Parts[1].Elems[3].Combo = {
  [1] = "G"
  };
  
_G.Other[1].Parts[1].Elems[4] = {};
_G.Other[1].Parts[1].Elems[4].Name = "Дух жеребца";
_G.Other[1].Parts[1].Elems[4].Descr = "Это умение братства восстанавливает энергию. Используется в комбо-приёмах.";
_G.Other[1].Parts[1].Elems[4].Combo = {
  [1] = "B"
  };

_G.Other[1].Parts[2] = {};
_G.Other[1].Parts[2].Name = "2 одинаковые";
_G.Other[1].Parts[2].Elems = {};

_G.Other[1].Parts[2].Elems[1] = {};
_G.Other[1].Parts[2].Elems[1].Name = "Лязг оружия";
_G.Other[1].Parts[2].Elems[1].Descr = "Вы с соратником наносите мощный удар, и противник чувствует себя так, как будто оказался между молотом и наковальней.";
_G.Other[1].Parts[2].Elems[1].Combo = {
  [1] = "R";
  [2] = "R"
  };
  
_G.Other[1].Parts[2].Elems[2] = {};
_G.Other[1].Parts[2].Elems[2].Name = "Ложный след";
_G.Other[1].Parts[2].Elems[2].Descr = "Сражаясь сообща с товарищем, вы оба можете наносить врагу глубокие раны.";
_G.Other[1].Parts[2].Elems[2].Combo = {
  [1] = "Y";
  [2] = "Y"
  };
  
_G.Other[1].Parts[2].Elems[3] = {};
_G.Other[1].Parts[2].Elems[3].Name = "Вдохновляющий клич";
_G.Other[1].Parts[2].Elems[3].Descr = "Вы с соратником испускаете пронзительный вдохновляющий клич, наполняя всех участников братсва в радиусе действия силой.";
_G.Other[1].Parts[2].Elems[3].Combo = {
  [1] = "G";
  [2] = "G"
  };
  
_G.Other[1].Parts[2].Elems[4] = {};
_G.Other[1].Parts[2].Elems[4].Name = "Продуманная атака";
_G.Other[1].Parts[2].Elems[4].Descr = "Ваши слаженные действия позволяют всему братству восстанавливать энергию.";
_G.Other[1].Parts[2].Elems[4].Combo = {
  [1] = "B";
  [2] = "B"
  };

_G.Other[1].Parts[3] = {};
_G.Other[1].Parts[3].Name = "3 одинаковые";
_G.Other[1].Parts[3].Elems = {};

_G.Other[1].Parts[3].Elems[1] = {};
_G.Other[1].Parts[3].Elems[1].Name = "Гулкие удары";
_G.Other[1].Parts[3].Elems[1].Descr = "Действуя сообща, вы буквально разрываете противника на части.";
_G.Other[1].Parts[3].Elems[1].Combo = {
  [1] = "R";
  [2] = "R";
  [3] = "R"
  };
  
_G.Other[1].Parts[3].Elems[2] = {};
_G.Other[1].Parts[3].Elems[2].Name = "Обман";
_G.Other[1].Parts[3].Elems[2].Descr = "Сражаясь сообща с двумя товарищами, вы наносите врагу глубокие раны. Первый атакующий наносит особенно глубокую рану.";
_G.Other[1].Parts[3].Elems[2].Combo = {
  [1] = "Y";
  [2] = "Y";
  [3] = "Y"
  };
  
_G.Other[1].Parts[3].Elems[3] = {};
_G.Other[1].Parts[3].Elems[3].Name = "Демонстрация силы";
_G.Other[1].Parts[3].Elems[3].Descr = "Вы с двумя соратниками испускаете пронзительный вдохновляющий клич, наполняя всех участников братсва в радиусе действия силой.";
_G.Other[1].Parts[3].Elems[3].Combo = {
  [1] = "G";
  [2] = "G";
  [3] = "G"
  };
  
_G.Other[1].Parts[3].Elems[4] = {};
_G.Other[1].Parts[3].Elems[4].Name = "Тройной штурм";
_G.Other[1].Parts[3].Elems[4].Descr = "Ваши слаженные действия позволяют вам всем восстанавливать энергию.";
_G.Other[1].Parts[3].Elems[4].Combo = {
  [1] = "B";
  [2] = "B";
  [3] = "B"
  };
  
_G.Other[1].Parts[4] = {};
_G.Other[1].Parts[4].Name = "3 чередующиеся";
_G.Other[1].Parts[4].Elems = {};

_G.Other[1].Parts[4].Elems[1] = {};
_G.Other[1].Parts[4].Elems[1].Name = "Гнев справедливых";
_G.Other[1].Parts[4].Elems[1].Descr = "Сражаясь вместе с двумя товарищами, вы способны одновременно крушить врага, нанося ему раны, и восполнять боевой дух соратников.";
_G.Other[1].Parts[4].Elems[1].Combo = {
  [1] = "R";
  [2] = "G";
  [3] = "Y"
  };
  
_G.Other[1].Parts[4].Elems[2] = {};
_G.Other[1].Parts[4].Elems[2].Name = "Гнев справедливых";
_G.Other[1].Parts[4].Elems[2].Descr = "Сражаясь вместе с двумя товарищами, вы способны одновременно крушить врага, нанося ему раны, и восполнять боевой дух соратников.";
_G.Other[1].Parts[4].Elems[2].Combo = {
  [1] = "Y";
  [2] = "G";
  [3] = "R"
  };
  
_G.Other[1].Parts[4].Elems[3] = {};
_G.Other[1].Parts[4].Elems[3].Name = "Зловещий замысел";
_G.Other[1].Parts[4].Elems[3].Descr = "Вместе с двумя своими товарищами вы сокрушаете врага и наносите ему раны, восстанавливая энергию братства.";
_G.Other[1].Parts[4].Elems[3].Combo = {
  [1] = "R";
  [2] = "B";
  [3] = "Y"
  };
  
_G.Other[1].Parts[4].Elems[4] = {};
_G.Other[1].Parts[4].Elems[4].Name = "Зловещий замысел";
_G.Other[1].Parts[4].Elems[4].Descr = "Вместе с двумя своими товарищами вы сокрушаете врага и наносите ему раны, восстанавливая энергию братства.";
_G.Other[1].Parts[4].Elems[4].Combo = {
  [1] = "Y";
  [2] = "B";
  [3] = "R"
  };
  
_G.Other[1].Parts[4].Elems[5] = {};
_G.Other[1].Parts[4].Elems[5].Name = "Чистая сила";
_G.Other[1].Parts[4].Elems[5].Descr = "Вместе с двумя своими товарищами вы сокрушаете врага, восполняя боевой дух и энергию братства.";
_G.Other[1].Parts[4].Elems[5].Combo = {
  [1] = "G";
  [2] = "R";
  [3] = "B"
  };
  
_G.Other[1].Parts[4].Elems[6] = {};
_G.Other[1].Parts[4].Elems[6].Name = "Чистая сила";
_G.Other[1].Parts[4].Elems[6].Descr = "Вместе с двумя своими товарищами вы сокрушаете врага, восполняя боевой дух и энергию братства.";
_G.Other[1].Parts[4].Elems[6].Combo = {
  [1] = "B";
  [2] = "R";
  [3] = "G"
  };
  
_G.Other[1].Parts[4].Elems[7] = {};
_G.Other[1].Parts[4].Elems[7].Name = "Воля сильных";
_G.Other[1].Parts[4].Elems[7].Descr = "Вместе с двумя своими товарищами вы раните врага, вдохновляя и придавая сил игрокам братства.";
_G.Other[1].Parts[4].Elems[7].Combo = {
  [1] = "G";
  [2] = "Y";
  [3] = "B"
  };
  
_G.Other[1].Parts[4].Elems[8] = {};
_G.Other[1].Parts[4].Elems[8].Name = "Воля сильных";
_G.Other[1].Parts[4].Elems[8].Descr = "Вместе с двумя своими товарищами вы раните врага, вдохновляя и придавая сил игрокам братства.";
_G.Other[1].Parts[4].Elems[8].Combo = {
  [1] = "B";
  [2] = "Y";
  [3] = "G"
  };
  
_G.Other[1].Parts[5] = {};
_G.Other[1].Parts[5].Name = "4 одинаковые";
_G.Other[1].Parts[5].Elems = {};

_G.Other[1].Parts[5].Elems[1] = {};
_G.Other[1].Parts[5].Elems[1].Name = "Град ударов";
_G.Other[1].Parts[5].Elems[1].Descr = "Ваше братство осыпает врага градом ударов.";
_G.Other[1].Parts[5].Elems[1].Combo = {
  [1] = "R";
  [2] = "R";
  [3] = "R";
  [4] = "R"
  };
  
_G.Other[1].Parts[5].Elems[2] = {};
_G.Other[1].Parts[5].Elems[2].Name = "Сумятица в рядах";
_G.Other[1].Parts[5].Elems[2].Descr = "Сражаясь сообща с товарищами, вы способны наносить врагу глубокие раны. Первый атакующий ранит врага сильнее всего.";
_G.Other[1].Parts[5].Elems[2].Combo = {
  [1] = "Y";
  [2] = "Y";
  [3] = "Y";
  [4] = "Y"
  };
  
_G.Other[1].Parts[5].Elems[3] = {};
_G.Other[1].Parts[5].Elems[3].Name = "Под знамёна";
_G.Other[1].Parts[5].Elems[3].Descr = "Вы с соратниками испускаете пронзительный вдохновляющий влич, наполняя всех участников братства в радиусе действия силой.";
_G.Other[1].Parts[5].Elems[3].Combo = {
  [1] = "G";
  [2] = "G";
  [3] = "G";
  [4] = "G"
  };
  
_G.Other[1].Parts[5].Elems[4] = {};
_G.Other[1].Parts[5].Elems[4].Name = "Численное превосходство";
_G.Other[1].Parts[5].Elems[4].Descr = "Ваши слаженные действия позволяют вам всем восстанавливать энергию.";
_G.Other[1].Parts[5].Elems[4].Combo = {
  [1] = "B";
  [2] = "B";
  [3] = "B";
  [4] = "B"
  };

_G.Other[1].Parts[6] = {};
_G.Other[1].Parts[6].Name = "4 одинаковые (2+2)";
_G.Other[1].Parts[6].Elems = {};

_G.Other[1].Parts[6].Elems[1] = {};
_G.Other[1].Parts[6].Elems[1].Name = "Гулкое эхо";
_G.Other[1].Parts[6].Elems[1].Descr = "Мощные удары вашего братства отдаются гулким эхом, нанося врагам ужасные раны.";
_G.Other[1].Parts[6].Elems[1].Combo = {
  [1] = "R";
  [2] = "R";
  [3] = "Y";
  [4] = "Y"
  };
  
_G.Other[1].Parts[6].Elems[2] = {};
_G.Other[1].Parts[6].Elems[2].Name = "Гулкое эхо";
_G.Other[1].Parts[6].Elems[2].Descr = "Мощные удары вашего братства отдаются гулким эхом, нанося врагам ужасные раны.";
_G.Other[1].Parts[6].Elems[2].Combo = {
  [1] = "Y";
  [2] = "Y";
  [3] = "R";
  [4] = "R"
  };
  
_G.Other[1].Parts[6].Elems[3] = {};
_G.Other[1].Parts[6].Elems[3].Name = "Сердце энта";
_G.Other[1].Parts[6].Elems[3].Descr = "Братство обрушивается на противника с мощью и неудержимостью энта, восстанавливая боевой дух.";
_G.Other[1].Parts[6].Elems[3].Combo = {
  [1] = "R";
  [2] = "R";
  [3] = "G";
  [4] = "G"
  };
  
_G.Other[1].Parts[6].Elems[4] = {};
_G.Other[1].Parts[6].Elems[4].Name = "Сердце энта";
_G.Other[1].Parts[6].Elems[4].Descr = "Братство обрушивается на противника с мощью и неудержимостью энта, восстанавливая боевой дух.";
_G.Other[1].Parts[6].Elems[4].Combo = {
  [1] = "G";
  [2] = "G";
  [3] = "R";
  [4] = "R"
  };
  
_G.Other[1].Parts[6].Elems[5] = {};
_G.Other[1].Parts[6].Elems[5].Name = "Продуманное нападение";
_G.Other[1].Parts[6].Elems[5].Descr = "Ваше братство сражает врага точно продуманным ударом, подпитываясь при этом энергией.";
_G.Other[1].Parts[6].Elems[5].Combo = {
  [1] = "R";
  [2] = "R";
  [3] = "B";
  [4] = "B"
  };
  
_G.Other[1].Parts[6].Elems[6] = {};
_G.Other[1].Parts[6].Elems[6].Name = "Продуманное нападение";
_G.Other[1].Parts[6].Elems[6].Descr = "Ваше братство сражает врага точно продуманным ударом, подпитываясь при этом энергией.";
_G.Other[1].Parts[6].Elems[6].Combo = {
  [1] = "B";
  [2] = "B";
  [3] = "R";
  [4] = "R"
  };
  
_G.Other[1].Parts[6].Elems[7] = {};
_G.Other[1].Parts[6].Elems[7].Name = "Безмолвная слава";
_G.Other[1].Parts[6].Elems[7].Descr = "Славные подвиги вашего братства восстанавливают его участникам боевой дух.";
_G.Other[1].Parts[6].Elems[7].Combo = {
  [1] = "Y";
  [2] = "Y";
  [3] = "G";
  [4] = "G"
  };
  
_G.Other[1].Parts[6].Elems[8] = {};
_G.Other[1].Parts[6].Elems[8].Name = "Безмолвная слава";
_G.Other[1].Parts[6].Elems[8].Descr = "Славные подвиги вашего братства восстанавливают его участникам боевой дух.";
_G.Other[1].Parts[6].Elems[8].Combo = {
  [1] = "G";
  [2] = "G";
  [3] = "Y";
  [4] = "Y"
  };
  
_G.Other[1].Parts[6].Elems[9] = {};
_G.Other[1].Parts[6].Elems[9].Name = "Смертельный шёпот";
_G.Other[1].Parts[6].Elems[9].Descr = "Смертельный шёпот вашего братства сулит глубокие раны врагу и восполнение энергии вам.";
_G.Other[1].Parts[6].Elems[9].Combo = {
  [1] = "Y";
  [2] = "Y";
  [3] = "B";
  [4] = "B"
  };
  
_G.Other[1].Parts[6].Elems[10] = {};
_G.Other[1].Parts[6].Elems[10].Name = "Смертельный шёпот";
_G.Other[1].Parts[6].Elems[10].Descr = "Смертельный шёпот вашего братства сулит глубокие раны врагу и восполнение энергии вам.";
_G.Other[1].Parts[6].Elems[10].Combo = {
  [1] = "B";
  [2] = "B";
  [3] = "Y";
  [4] = "Y"
  };
  
_G.Other[1].Parts[6].Elems[11] = {};
_G.Other[1].Parts[6].Elems[11].Name = "Благородное происхождение";
_G.Other[1].Parts[6].Elems[11].Descr = "Подобно благородным героям прошлого, участники вашего братства способны внушить всем вокруг уверенность в себе и в победе.";
_G.Other[1].Parts[6].Elems[11].Combo = {
  [1] = "G";
  [2] = "G";
  [3] = "B";
  [4] = "B"
  };
  
_G.Other[1].Parts[6].Elems[12] = {};
_G.Other[1].Parts[6].Elems[12].Name = "Благородное происхождение";
_G.Other[1].Parts[6].Elems[12].Descr = "Подобно благородным героям прошлого, участники вашего братства способны внушить всем вокруг уверенность в себе и в победе.";
_G.Other[1].Parts[6].Elems[12].Combo = {
  [1] = "B";
  [2] = "B";
  [3] = "G";
  [4] = "G"
  };   
  
_G.Other[1].Parts[7] = {};
_G.Other[1].Parts[7].Name = "4 чередующиеся";
_G.Other[1].Parts[7].Elems = {};

_G.Other[1].Parts[7].Elems[1] = {};
_G.Other[1].Parts[7].Elems[1].Name = "Упорство энта";
_G.Other[1].Parts[7].Elems[1].Descr = "Подобно энту, бьющемуся изо всех сил, ваше братство крушит и ранит врага, восстанавливая при этом боевой дух и энергию.";
_G.Other[1].Parts[7].Elems[1].Combo = {
  [1] = "R";
  [2] = "G";
  [3] = "Y";
  [4] = "B"
  };
  
_G.Other[1].Parts[7].Elems[2] = {};
_G.Other[1].Parts[7].Elems[2].Name = "Упорство энта";
_G.Other[1].Parts[7].Elems[2].Descr = "Подобно энту, бьющемуся изо всех сил, ваше братство крушит и ранит врага, восстанавливая при этом боевой дух и энергию.";
_G.Other[1].Parts[7].Elems[2].Combo = {
  [1] = "R";
  [2] = "B";
  [3] = "Y";
  [4] = "G"
  };
  
_G.Other[1].Parts[7].Elems[3] = {};
_G.Other[1].Parts[7].Elems[3].Name = "Тайные пути";
_G.Other[1].Parts[7].Elems[3].Descr = "Сражаясь вместе со своими товарищами, вы способны одновременно крушить врага, нанося ему раны, и восполнять боевой дух и энергию соратников.";
_G.Other[1].Parts[7].Elems[3].Combo = {
  [1] = "Y";
  [2] = "G";
  [3] = "R";
  [4] = "B"
  };
  
_G.Other[1].Parts[7].Elems[4] = {};
_G.Other[1].Parts[7].Elems[4].Name = "Тайные пути";
_G.Other[1].Parts[7].Elems[4].Descr = "Сражаясь вместе со своими товарищами, вы способны одновременно крушить врага, нанося ему раны, и восполнять боевой дух и энергию соратников.";
_G.Other[1].Parts[7].Elems[4].Combo = {
  [1] = "Y";
  [2] = "B";
  [3] = "R";
  [4] = "G"
  };
  
_G.Other[1].Parts[7].Elems[5] = {};
_G.Other[1].Parts[7].Elems[5].Name = "Орлиное гнездо";
_G.Other[1].Parts[7].Elems[5].Descr = "Словно стая великих орлов, ваше братство свирепо обрушивается на врагов, набираясь в это же время энергии и жизненных сил.";
_G.Other[1].Parts[7].Elems[5].Combo = {
  [1] = "G";
  [2] = "R";
  [3] = "B";
  [4] = "Y"
  };
  
_G.Other[1].Parts[7].Elems[6] = {};
_G.Other[1].Parts[7].Elems[6].Name = "Орлиное гнездо";
_G.Other[1].Parts[7].Elems[6].Descr = "Словно стая великих орлов, ваше братство свирепо обрушивается на врагов, набираясь в это же время энергии и жизненных сил.";
_G.Other[1].Parts[7].Elems[6].Combo = {
  [1] = "G";
  [2] = "Y";
  [3] = "B";
  [4] = "R"
  };
  
_G.Other[1].Parts[7].Elems[7] = {};
_G.Other[1].Parts[7].Elems[7].Name = "Благородная честь";
_G.Other[1].Parts[7].Elems[7].Descr = "Благородство, достойное древних легенд, позволяет вашему братству крушить и ранить врага, восстанавливая при этом силы и энергию.";
_G.Other[1].Parts[7].Elems[7].Combo = {
  [1] = "B";
  [2] = "R";
  [3] = "G";
  [4] = "Y"
  };
  
_G.Other[1].Parts[7].Elems[8] = {};
_G.Other[1].Parts[7].Elems[8].Name = "Благородная честь";
_G.Other[1].Parts[7].Elems[8].Descr = "Благородство, достойное древних легенд, позволяет вашему братству крушить и ранить врага, восстанавливая при этом силы и энергию.";
_G.Other[1].Parts[7].Elems[8].Combo = {
  [1] = "B";
  [2] = "Y";
  [3] = "G";
  [4] = "R"
  };
  
_G.Other[1].Parts[8] = {};
_G.Other[1].Parts[8].Name = "5 одинаковые(3+2)";
_G.Other[1].Parts[8].Elems = {};

_G.Other[1].Parts[8].Elems[1] = {};
_G.Other[1].Parts[8].Elems[1].Name = "Гнев энта";
_G.Other[1].Parts[8].Elems[1].Descr = "Ваше братство крушит и ранит врага с силой и мудростью энта.";
_G.Other[1].Parts[8].Elems[1].Combo = {
  [1] = "R";
  [2] = "R";
  [3] = "R";
  [4] = "Y";
  [5] = "Y"
  };
  
_G.Other[1].Parts[8].Elems[2] = {};
_G.Other[1].Parts[8].Elems[2].Name = "Шепчующиеся листья";
_G.Other[1].Parts[8].Elems[2].Descr = "Сражаясь вместе с товарищами, вы способны крушить врага, нанося ему раны.";
_G.Other[1].Parts[8].Elems[2].Combo = {
  [1] = "Y";
  [2] = "Y";
  [3] = "Y";
  [4] = "R";
  [5] = "R"
  };
  
_G.Other[1].Parts[8].Elems[3] = {};
_G.Other[1].Parts[8].Elems[3].Name = "Чистота помыслов";
_G.Other[1].Parts[8].Elems[3].Descr = "Тот, чьи помыслы чисты, не боится врагов, и потому ваше братство может восстанавливать боевой дух и энергию в разгар любой битвы.";
_G.Other[1].Parts[8].Elems[3].Combo = {
  [1] = "G";
  [2] = "G";
  [3] = "G";
  [4] = "B";
  [5] = "B"
  };
  
_G.Other[1].Parts[8].Elems[4] = {};
_G.Other[1].Parts[8].Elems[4].Name = "Благородная кровь";
_G.Other[1].Parts[8].Elems[4].Descr = "Подобно благородным воителям, ваше братство восстанавливает силы и энергию, оправляясь от прошлых потерь.";
_G.Other[1].Parts[8].Elems[4].Combo = {
  [1] = "B";
  [2] = "B";
  [3] = "B";
  [4] = "G";
  [5] = "G"
  };
  
_G.Other[1].Parts[9] = {};
_G.Other[1].Parts[9].Name = "5 чередующиеся";
_G.Other[1].Parts[9].Elems = {};

_G.Other[1].Parts[9].Elems[1] = {};
_G.Other[1].Parts[9].Elems[1].Name = "Правосудие энтов";
_G.Other[1].Parts[9].Elems[1].Descr = "Правосудие энтов не ограничивается лишь одним врагом - все противники чувствуют на себе его сокрушительную.";
_G.Other[1].Parts[9].Elems[1].Combo = {
  [1] = "R";
  [2] = "G";
  [3] = "Y";
  [4] = "B";
  [5] = "R"
  };
  
_G.Other[1].Parts[9].Elems[2] = {};
_G.Other[1].Parts[9].Elems[2].Name = "Правосудие энтов";
_G.Other[1].Parts[9].Elems[2].Descr = "Правосудие энтов не ограничивается лишь одним врагом - все противники чувствуют на себе его сокрушительную.";
_G.Other[1].Parts[9].Elems[2].Combo = {
  [1] = "R";
  [2] = "B";
  [3] = "Y";
  [4] = "G";
  [5] = "R"
  };
  
_G.Other[1].Parts[9].Elems[3] = {};
_G.Other[1].Parts[9].Elems[3].Name = "Листья Лотлориэна";
_G.Other[1].Parts[9].Elems[3].Descr = "Кружась стремительно, как листья Лотлориэна, ваше братство атакует врага сразу со всех сторон, нанося ему замедляющие раны и восстанавливая собственный боевой дух и энергию.";
_G.Other[1].Parts[9].Elems[3].Combo = {
  [1] = "Y";
  [2] = "G";
  [3] = "R";
  [4] = "B";
  [5] = "Y"
  };
  
_G.Other[1].Parts[9].Elems[4] = {};
_G.Other[1].Parts[9].Elems[4].Name = "Листья Лотлориэна";
_G.Other[1].Parts[9].Elems[4].Descr = "Кружась стремительно, как листья Лотлориэна, ваше братство атакует врага сразу со всех сторон, нанося ему замедляющие раны и восстанавливая собственный боевой дух и энергию.";
_G.Other[1].Parts[9].Elems[4].Combo = {
  [1] = "Y";
  [2] = "B";
  [3] = "R";
  [4] = "G";
  [5] = "Y"
  };
  
_G.Other[1].Parts[9].Elems[5] = {};
_G.Other[1].Parts[9].Elems[5].Name = "Несомненная доблесть";
_G.Other[1].Parts[9].Elems[5].Descr = "Ваше братство крушит и бьёт врагов с великой доблестью, что гонит прочь страх, восстанавливает боевой дух и придаёт всем сил.";
_G.Other[1].Parts[9].Elems[5].Combo = {
  [1] = "G";
  [2] = "R";
  [3] = "B";
  [4] = "Y";
  [5] = "G"
  };
  
_G.Other[1].Parts[9].Elems[6] = {};
_G.Other[1].Parts[9].Elems[6].Name = "Несомненная доблесть";
_G.Other[1].Parts[9].Elems[6].Descr = "Ваше братство крушит и бьёт врагов с великой доблестью, что гонит прочь страх, восстанавливает боевой дух и придаёт всем сил.";
_G.Other[1].Parts[9].Elems[6].Combo = {
  [1] = "G";
  [2] = "Y";
  [3] = "B";
  [4] = "R";
  [5] = "G"
  };
  
_G.Other[1].Parts[9].Elems[7] = {};
_G.Other[1].Parts[9].Elems[7].Name = "Гнев клятвопреступников";
_G.Other[1].Parts[9].Elems[7].Descr = "Ваше братство атакует врага с таким безудержным гневом, что ему удаётся призвать себе на помощь клятвопреступника, восстанавливая при этом боевой дух и энергию.";
_G.Other[1].Parts[9].Elems[7].Combo = {
  [1] = "B";
  [2] = "R";
  [3] = "G";
  [4] = "Y";
  [5] = "B"
  };
  
_G.Other[1].Parts[9].Elems[8] = {};
_G.Other[1].Parts[9].Elems[8].Name = "Гнев клятвопреступников";
_G.Other[1].Parts[9].Elems[8].Descr = "Ваше братство атакует врага с таким безудержным гневом, что ему удаётся призвать себе на помощь клятвопреступника, восстанавливая при этом боевой дух и энергию.";
_G.Other[1].Parts[9].Elems[8].Combo = {
  [1] = "B";
  [2] = "Y";
  [3] = "G";
  [4] = "R";
  [5] = "B"
  };
  
_G.Other[1].Parts[10] = {};
_G.Other[1].Parts[10].Name = "6 одинаковые(5+1)";
_G.Other[1].Parts[10].Elems = {};

_G.Other[1].Parts[10].Elems[1] = {};
_G.Other[1].Parts[10].Elems[1].Name = "Мощный прорыв (масс. урон)";
_G.Other[1].Parts[10].Elems[1].Descr = "Ярость вашего братства наносит увечья врагу и сокрушает всех ближайших противников.";
_G.Other[1].Parts[10].Elems[1].Combo = {
  [1] = "R";
  [2] = "R";
  [3] = "R";
  [4] = "R";
  [5] = "R";
  [6] = "Y"
  };
  
_G.Other[1].Parts[10].Elems[2] = {};
_G.Other[1].Parts[10].Elems[2].Name = "Барабанная дробь (масс. урон)";
_G.Other[1].Parts[10].Elems[2].Descr = "Барабанная дробь ударов, которыми вы разите неприятеля, причиняет боль находящимся поблизости врагам и дарует вашим воинам надежду, избавляя их от страха и ран.";
_G.Other[1].Parts[10].Elems[2].Combo = {
  [1] = "R";
  [2] = "R";
  [3] = "R";
  [4] = "R";
  [5] = "R";
  [6] = "G"
  };
  
_G.Other[1].Parts[10].Elems[3] = {};
_G.Other[1].Parts[10].Elems[3].Name = "Каменотёс (масс. урон)";
_G.Other[1].Parts[10].Elems[3].Descr = "Ваши соратники рубят врагов, точно каменотёс камни, подпитывая друг друга энергией. На поле боя появляется тень клятвопреступника, которая сражается на вашей стороне.";
_G.Other[1].Parts[10].Elems[3].Combo = {
  [1] = "R";
  [2] = "R";
  [3] = "R";
  [4] = "R";
  [5] = "R";
  [6] = "B"
  };
  
_G.Other[1].Parts[11] = {};
_G.Other[1].Parts[11].Name = "6 одинаковые(1+4+1)";
_G.Other[1].Parts[11].Elems = {};

_G.Other[1].Parts[11].Elems[1] = {};
_G.Other[1].Parts[11].Elems[1].Name = "Поход энтов";
_G.Other[1].Parts[11].Elems[1].Descr = "Подобно неудержимым энтам, ваше братство крушит врагов, наполняясь при этом силой.";
_G.Other[1].Parts[11].Elems[1].Combo = {
  [1] = "G";
  [2] = "R";
  [3] = "R";
  [4] = "R";
  [5] = "R";
  [6] = "B"
  };
  
_G.Other[1].Parts[11].Elems[2] = {};
_G.Other[1].Parts[11].Elems[2].Name = "До самых костей";
_G.Other[1].Parts[11].Elems[2].Descr = "Ваше братство наносит врагам глубокие, ужасные раны, восстанавливая силы и вдохновляя друг друга. Призывается клятвопреступник.";
_G.Other[1].Parts[11].Elems[2].Combo = {
  [1] = "G";
  [2] = "Y";
  [3] = "Y";
  [4] = "Y";
  [5] = "Y";
  [6] = "B"
  };
  
_G.Other[1].Parts[12] = {};
_G.Other[1].Parts[12].Name = "6 чередующиеся";
_G.Other[1].Parts[12].Elems = {};

_G.Other[1].Parts[12].Elems[1] = {};
_G.Other[1].Parts[12].Elems[1].Name = "Гром Дубощита (масс. урон)";
_G.Other[1].Parts[12].Elems[1].Descr = "Ваше братство проявило поистене безупречную собранность и потому способно сокрушать врагов, попутно излечиваясь от ран и изгоняя страх. Призывается клятвопреступник.";
_G.Other[1].Parts[12].Elems[1].Combo = {
  [1] = "R";
  [2] = "G";
  [3] = "Y";
  [4] = "B";
  [5] = "R";
  [6] = "G"
  };
  
_G.Other[1].Parts[12].Elems[2] = {};
_G.Other[1].Parts[12].Elems[2].Name = "Гром Дубощита (масс. урон)";
_G.Other[1].Parts[12].Elems[2].Descr = "Ваше братство проявило поистене безупречную собранность и потому способно сокрушать врагов, попутно излечиваясь от ран и изгоняя страх. Призывается клятвопреступник.";
_G.Other[1].Parts[12].Elems[2].Combo = {
  [1] = "G";
  [2] = "R";
  [3] = "B";
  [4] = "Y";
  [5] = "G";
  [6] = "R"
  };
  
_G.Other[1].Parts[12].Elems[3] = {};
_G.Other[1].Parts[12].Elems[3].Name = "Крылья властелина ветра (масс. урон)";
_G.Other[1].Parts[12].Elems[3].Descr = "Благодаря безупречной слаженности атаки вам удаётся сокрушить врагов. На поле боя появляется два клятвопреступника, которые сражаются на вашей стороне.";
_G.Other[1].Parts[12].Elems[3].Combo = {
  [1] = "R";
  [2] = "B";
  [3] = "Y";
  [4] = "G";
  [5] = "R";
  [6] = "B"
  };
  
_G.Other[1].Parts[12].Elems[4] = {};
_G.Other[1].Parts[12].Elems[4].Name = "Крылья властелина ветра (масс. урон)";
_G.Other[1].Parts[12].Elems[4].Descr = "Благодаря безупречной слаженности атаки вам удаётся сокрушить врагов. На поле боя появляется два клятвопреступника, которые сражаются на вашей стороне.";
_G.Other[1].Parts[12].Elems[4].Combo = {
  [1] = "B";
  [2] = "R";
  [3] = "G";
  [4] = "Y";
  [5] = "B";
  [6] = "R"
  };
  
_G.Other[1].Parts[12].Elems[5] = {};
_G.Other[1].Parts[12].Elems[5].Name = "Подгорные шорохи (масс. урон)";
_G.Other[1].Parts[12].Elems[5].Descr = "Ваше братство проявило поистине безупречную собранность и потому способно наносить врагам тяжёлые увечья, излечиваясь от ран и изгоняя страх.";
_G.Other[1].Parts[12].Elems[5].Combo = {
  [1] = "Y";
  [2] = "G";
  [3] = "R";
  [4] = "B";
  [5] = "Y";
  [6] = "G"
  };
  
_G.Other[1].Parts[12].Elems[6] = {};
_G.Other[1].Parts[12].Elems[6].Name = "Подгорные шорохи (масс. урон)";
_G.Other[1].Parts[12].Elems[6].Descr = "Ваше братство проявило поистине безупречную собранность и потому способно наносить врагам тяжёлые увечья, излечиваясь от ран и изгоняя страх.";
_G.Other[1].Parts[12].Elems[6].Combo = {
  [1] = "G";
  [2] = "Y";
  [3] = "B";
  [4] = "R";
  [5] = "G";
  [6] = "Y"
  };
  
_G.Other[1].Parts[12].Elems[7] = {};
_G.Other[1].Parts[12].Elems[7].Name = "Рассвет во тьме (масс. урон)";
_G.Other[1].Parts[12].Elems[7].Descr = "Благодаря превосходной слаженности действий вы ослабляете врага и призываете на помощь двоих клятвопреступников.";
_G.Other[1].Parts[12].Elems[7].Combo = {
  [1] = "Y";
  [2] = "B";
  [3] = "R";
  [4] = "G";
  [5] = "Y";
  [6] = "B"
  };
  
_G.Other[1].Parts[12].Elems[8] = {};
_G.Other[1].Parts[12].Elems[8].Name = "Рассвет во тьме (масс. урон)";
_G.Other[1].Parts[12].Elems[8].Descr = "Благодаря превосходной слаженности действий вы ослабляете врага и призываете на помощь двоих клятвопреступников.";
_G.Other[1].Parts[12].Elems[8].Combo = {
  [1] = "B";
  [2] = "Y";
  [3] = "G";
  [4] = "R";
  [5] = "B";
  [6] = "Y"
  };
  
_G.Other[1].Parts[13] = {};
_G.Other[1].Parts[13].Name = "6 уникальные";
_G.Other[1].Parts[13].Elems = {};

_G.Other[1].Parts[13].Elems[1] = {};
_G.Other[1].Parts[13].Elems[1].Name = "Поступь рока  (масс. урон)";
_G.Other[1].Parts[13].Elems[1].Descr = "Ваше братство топчет врагов точно букашек и наносит им глубокие раны.";
_G.Other[1].Parts[13].Elems[1].Combo = {
  [1] = "R";
  [2] = "R";
  [3] = "R";
  [4] = "Y";
  [5] = "Y";
  [6] = "Y"
  };
  
_G.Other[1].Parts[13].Elems[2] = {};
_G.Other[1].Parts[13].Elems[2].Name = "Надежда людей (масс. урон)";
_G.Other[1].Parts[13].Elems[2].Descr = "Ваше братство ломает и крушит всех врагов, и средца соратников постепенно наполняются надеждой.";
_G.Other[1].Parts[13].Elems[2].Combo = {
  [1] = "G";
  [2] = "Y";
  [3] = "R";
  [4] = "R";
  [5] = "Y";
  [6] = "G"
  };
  
_G.Other[1].Parts[13].Elems[3] = {};
_G.Other[1].Parts[13].Elems[3].Name = "Дыхание свободы (масс. урон)";
_G.Other[1].Parts[13].Elems[3].Descr = "Ваше братство разит врага во имя свободы, побеждая противников и вдохновляя союзников. На поле появляется двое клятвопреступников.";
_G.Other[1].Parts[13].Elems[3].Combo = {
  [1] = "B";
  [2] = "R";
  [3] = "Y";
  [4] = "Y";
  [5] = "R";
  [6] = "B"
  };
  
_G.Other[1].Parts[14] = {};
_G.Other[1].Parts[14].Name = "6 Драйгох";
_G.Other[1].Parts[14].Elems = {};

_G.Other[1].Parts[14].Elems[1] = {};
_G.Other[1].Parts[14].Elems[1].Name = "Первая кровь";
_G.Other[1].Parts[14].Elems[1].Descr = "Ваше братство бьёт Драйгоха в левую переднюю лапу, снижая его способность сопротивляться урону.";
_G.Other[1].Parts[14].Elems[1].Combo = {
  [1] = "Y";
  [2] = "Y";
  [3] = "Y";
  [4] = "Y";
  [5] = "Y";
  [6] = "R"
  };
  
_G.Other[1].Parts[14].Elems[2] = {};
_G.Other[1].Parts[14].Elems[2].Name = "Хирургический разрез";
_G.Other[1].Parts[14].Elems[2].Descr = "Ваше братство бьёт Драйгоха в правую переднюю лапу, снижая его сопротивление урону.";
_G.Other[1].Parts[14].Elems[2].Combo = {
  [1] = "Y";
  [2] = "Y";
  [3] = "R";
  [4] = "R";
  [5] = "Y";
  [6] = "Y"
  };
  
_G.Other[1].Parts[14].Elems[3] = {};
_G.Other[1].Parts[14].Elems[3].Name = "Просто царапина";
_G.Other[1].Parts[14].Elems[3].Descr = "Ваше братство бьёт Драйгоха в левую заднюю лапу, снижая его сопротивление урону.";
_G.Other[1].Parts[14].Elems[3].Combo = {
  [1] = "R";
  [2] = "Y";
  [3] = "Y";
  [4] = "Y";
  [5] = "Y";
  [6] = "R"
  };
  
_G.Other[1].Parts[14].Elems[4] = {};
_G.Other[1].Parts[14].Elems[4].Name = "Комариный укус";
_G.Other[1].Parts[14].Elems[4].Descr = "Ваше братство бьёт Драйгоха в правую заднюю лапу, снижая его сопротивление урону.";
_G.Other[1].Parts[14].Elems[4].Combo = {
  [1] = "Y";
  [2] = "R";
  [3] = "Y";
  [4] = "Y";
  [5] = "R";
  [6] = "Y"
  };
  
_G.Other[1].Parts[14].Elems[5] = {};
_G.Other[1].Parts[14].Elems[5].Name = "Незащищён";
_G.Other[1].Parts[14].Elems[5].Descr = "Ваше братство бьёт Драйгоха в чешую, ломая её и обнажая незащищённую плоть.";
_G.Other[1].Parts[14].Elems[5].Combo = {
  [1] = "R";
  [2] = "Y";
  [3] = "R";
  [4] = "Y";
  [5] = "R";
  [6] = "Y"
  };
  
_G.Other[1].Parts[14].Elems[6] = {};
_G.Other[1].Parts[14].Elems[6].Name = "Улитка без раковины";
_G.Other[1].Parts[14].Elems[6].Descr = "Ваше братство бьёт Драйгоха в чешую, ломая её и обнажая незащищённую плоть.";
_G.Other[1].Parts[14].Elems[6].Combo = {
  [1] = "Y";
  [2] = "R";
  [3] = "Y";
  [4] = "R";
  [5] = "Y";
  [6] = "R"
  };
  
_G.Other[1].Parts[14].Elems[7] = {};
_G.Other[1].Parts[14].Elems[7].Name = "Глубокие раны";
_G.Other[1].Parts[14].Elems[7].Descr = "Ваше братство бьёт Драйгоха в чешую, ломая её и обнажая незащищённую плоть.";
_G.Other[1].Parts[14].Elems[7].Combo = {
  [1] = "R";
  [2] = "R";
  [3] = "Y";
  [4] = "R";
  [5] = "Y";
  [6] = "Y"
  };
  
_G.Other[1].Parts[14].Elems[8] = {};
_G.Other[1].Parts[14].Elems[8].Name = "Прореха в броне";
_G.Other[1].Parts[14].Elems[8].Descr = "Ваше братство бьёт Драйгоха в чешую, ломая её и обнажая незащищённую плоть.";
_G.Other[1].Parts[14].Elems[8].Combo = {
  [1] = "Y";
  [2] = "Y";
  [3] = "R";
  [4] = "Y";
  [5] = "R";
  [6] = "R"
  };
  
_G.Other[1].Parts[14].Elems[9] = {};
_G.Other[1].Parts[14].Elems[9].Name = "Отзвуки неизбежности";
_G.Other[1].Parts[14].Elems[9].Descr = "Ваше братство пытается нанести Драйгоху решающий удар.";
_G.Other[1].Parts[14].Elems[9].Combo = {
  [1] = "R";
  [2] = "R";
  [3] = "Y";
  [4] = "Y";
  [5] = "R";
  [6] = "R"
  };
  
_G.Other[1].Parts[14].Elems[10] = {};
_G.Other[1].Parts[14].Elems[10].Name = "Разящий кинжал";
_G.Other[1].Parts[14].Elems[10].Descr = "Ваше братство пытается нанести Драйгоху решающий удар.";
_G.Other[1].Parts[14].Elems[10].Combo = {
  [1] = "Y";
  [2] = "R";
  [3] = "R";
  [4] = "R";
  [5] = "R";
  [6] = "Y"
  };
  
_G.Other[1].Parts[14].Elems[11] = {};
_G.Other[1].Parts[14].Elems[11].Name = "Внезапная смерть";
_G.Other[1].Parts[14].Elems[11].Descr = "Ваше братство пытается нанести Драйгоху решающий удар.";
_G.Other[1].Parts[14].Elems[11].Combo = {
  [1] = "R";
  [2] = "Y";
  [3] = "R";
  [4] = "R";
  [5] = "Y";
  [6] = "R"
  };
  
_G.Other[1].Parts[14].Elems[12] = {};
_G.Other[1].Parts[14].Elems[12].Name = "Полуночный удар";
_G.Other[1].Parts[14].Elems[12].Descr = "Ваше братство пытается нанести Драйгоху решающий удар.";
_G.Other[1].Parts[14].Elems[12].Combo = {
  [1] = "R";
  [2] = "R";
  [3] = "Y";
  [4] = "R";
  [5] = "R";
  [6] = "Y"
  };
