_G.Virtues[15] = {};
_G.Virtues[15]["VirtueName"] = "Терпение";
_G.Virtues[15]["VirtueIcon"] = "15_Trpe.tga";
_G.Virtues[15]["VirtueBonusArmNames"] = "";
_G.Virtues[15]["VirtueBonusesArm"] = {};
_G.Virtues[15]["VirtueBonusStNames"] ={"PowerInC", "Resist", "FMitig"};
_G.Virtues[15]["VirtueBonusesSt"] ={
   {5.4, 10.8, 16.2, 21.6, 27, 32.4, 37.8, 43.2, 48.6, 54, 59.4, 64.8, 70.2, 75.6, 81, 86.4},
   {89, 175, 261, 347, 433, 519, 604, 690, 776, 862, 948, 1034, 1120, 1207, 1293, 1379},
   {19, 36, 54, 72, 90, 108, 126, 144, 162, 180, 198, 216, 234, 252, 270, 288}
 };
_G.Virtues[15]["Types"] = {};

_G.Virtues[15]["Types"][1] = {};
_G.Virtues[15]["Types"][1]["TypesName"] = _G.VirtuesTypes[1];
_G.Virtues[15]["Types"][1]["Regions"] = {};
_G.Virtues[15]["Types"][1]["Regions"][1] = {};
_G.Virtues[15]["Types"][1]["Regions"][1]["RegionName"] = _G.Regions[1].RegName;
_G.Virtues[15]["Types"][1]["Regions"][1]["Items"] = {};

_G.Virtues[15]["Types"][1]["Regions"][1]["Items"][1] = 
  {
   ["LocName"] = _G.Regions[1].Locs[3], 
   ["ItemName"] = "Руины земель Бри",
   ["Add"] = "1",
   ["Descr"] = [[Исследовать достопримечательности:
 1. Павильон Бронве (27.12S, 47.98W)
 2. Руины Холмогорья (27.75S, 58.73W)
 3. Старая застава у Зеленого тракта (23.98S, 53.26W)
 4. Логово чернопустынников (27.01S, 46.45W)
 5. Ставка чернопустынников (26.66S, 44.50W)
 6. Руины Залесья (29.58S, 45.60W)
 7. Ост Баранор (34.13S, 48.68W)
 8. Болотная застава (31.01S, 44.80W)
 9. Гоблинорье (32.65S, 44.04W)
 10. Развалины Южной заставы (35.71S, 51.59W)]]
  };
  
_G.Virtues[15]["Types"][1]["Regions"][1]["Items"][2] = 
  {
   ["LocName"] = _G.Regions[1].Locs[3], 
   ["ItemName"] = "Могильники",
   ["Add"] = "1",
   ["Descr"] = [[Исследуйте Могильники:
 1. Северные могильники (30.32S, 56.07W)
 2. Мертвый Зубец (32.09S, 55.14W)
 3. Выступ Мертвеца (32.14S, 53.81W)
 4. Великий Могильник (33.85S, 55.81W)
 5. Ост Гортад (35.98S, 53.88W)]]
  };
  
_G.Virtues[15]["Types"][1]["Regions"][1]["Items"][3] = 
  {
   ["LocName"] = _G.Regions[1].Locs[6], 
   ["ItemName"] = "Восточные руины",
   ["Add"] = "1",
   ["Descr"] = [[Отыщите восточные руины:
 1. Ост Лагорос (9.60S, 47.56W)
 2. Ост Галумар (7.66S, 46.98W)
 3. Дол Нендир (13.55S, 42.61W)
 4. Мереност (15.20S, 43.20W)
 5. Ост Критланк (7.6S, 35.0W)]]
  };
  
_G.Virtues[15]["Types"][1]["Regions"][1]["Items"][4] = 
  {
   ["LocName"] = _G.Regions[1].Locs[8], 
   ["ItemName"] = "Древние камни Форохеля",
   ["Add"] = "1",
   ["Descr"] = [[Исследовать рудники и поселения гномов:
 1. Кибилзахар (20.25N, 84.95W)
 2. Железные врата (16.54N, 60.70W)
 3. Зигилгунд (9.51N, 81.13W)
 4. Одинокие камни (13.60N, 75.20W)
 5. Рудники Расколотого льда (8.94N, 81.88W)]]
  };
  
_G.Virtues[15]["Types"][1]["Regions"][1]["Items"][5] = 
  {
   ["LocName"] = _G.Regions[1].Locs[10], 
   ["ItemName"] = "Дикие места Эвендима",
   ["Add"] = "1",
   ["Descr"] = [[Исследовать Дикие места в Эвендиме:
 1. Нан Орнгон (7.98S, 62.10W)
 2. Тум Фуин (4.57S, 65.44W)
 3. Равноталье (3.72S, 69.48W)
 4. Укромная лощина (6.09S, 71.96W)
 5. Утесная заводь (5.83S, 72.78W)
 6. Быстрый ручей (7.07S, 75.09W)
 7. Одержимая роща (10.98S, 75.07W)
 8. Скородол (13.75S, 75.84W)]]
  };
  
_G.Virtues[15]["Types"][1]["Regions"][1]["Items"][6] = 
  {
   ["LocName"] = _G.Regions[1].Locs[12], 
   ["ItemName"] = "Звериные логова",
   ["Add"] = "1",
   ["Descr"] = [[Осмотрите логова диких зверей Эрегиона:
 1. Торех Брайгнел (44.00S, 9.44W)
 2. Торех Ладнел (47.40S, 15.43W)
 3. Торех Борнагол (46.40S, 10.40W)
 4. Горелый Холм (49.12S, 10.62W)
 5. Сад Умровал (48.21S, 12.55W)
 6. Торех Андрауг (50.73S, 9.59W)
 7. Улундин (56.00S, 14.87W)]]
  };
  
_G.Virtues[15]["Types"][1]["Regions"][1]["Items"][7] = 
  {
   ["LocName"] = _G.Regions[1].Locs[13], 
   ["ItemName"] = "Гномьи места",
   ["Add"] = "1",
   ["Descr"] = [[Исследуйте крепости и поселения гномов Синих Гор:
 1. Двор Фрерина (15.03S, 103.20W)
 2. Врата Торина (13.75S, 103.21W)
 3. Серебряная Бездна (14.55S, 101.87W)
 4. Ноглонд (19.33S, 100.49W)
 5. Гондамон (20.32S, 96.77W)]]
  };
  
_G.Virtues[15]["Types"][2] = {};
_G.Virtues[15]["Types"][2]["TypesName"] = _G.VirtuesTypes[2];
_G.Virtues[15]["Types"][2]["Regions"] = {};
_G.Virtues[15]["Types"][2]["Regions"][1] = {};
_G.Virtues[15]["Types"][2]["Regions"][1]["RegionName"] = _G.Regions[1].RegName;
_G.Virtues[15]["Types"][2]["Regions"][1]["Items"] = {};

_G.Virtues[15]["Types"][2]["Regions"][1]["Items"][1] = 
  {
   ["LocName"] = _G.Regions[1].Locs[2], 
   ["ItemName"] = "Истребитель мертвецов(продолжение)",
   ["Add"] = "1",
   ["Descr"] = [[Истребить 300(100+200) мертвецов в Дунланде]]
  };
  
_G.Virtues[15]["Types"][2]["Regions"][2] = {};
_G.Virtues[15]["Types"][2]["Regions"][2]["RegionName"] = _G.Regions[2].RegName;
_G.Virtues[15]["Types"][2]["Regions"][2]["Items"] = {};

_G.Virtues[15]["Types"][2]["Regions"][2]["Items"][1] = 
  {
   ["LocName"] = _G.Regions[2].Locs[7], 
   ["ItemName"] = "Убийца титанов (продолжение)",
   ["Add"] = "1",
   ["Descr"] = [[Убить 90(30+60) врагов-великанов в ущелье Лимлайта]]
  };
  
_G.Virtues[15]["Types"][2]["Regions"][2]["Items"][2] = 
  {
   ["LocName"] = _G.Regions[2].Locs[8], 
   ["ItemName"] = "Убийца пауков Истемнета (продолжение)",
   ["Add"] = "1",
   ["Descr"] = [[Убить 320(120+200) пауков в Истемнете]]
  };
  
_G.Virtues[15]["Types"][2]["Regions"][3] = {};
_G.Virtues[15]["Types"][2]["Regions"][3]["RegionName"] = _G.Regions[3].RegName;
_G.Virtues[15]["Types"][2]["Regions"][3]["Items"] = {};

_G.Virtues[15]["Types"][2]["Regions"][3]["Items"][1] = 
  {
   ["LocName"] = _G.Regions[3].Locs[4], 
   ["ItemName"] = "Чудовища Уругарта (продолжение)",
   ["Add"] = "1",
   ["Descr"] = [[Истребить 375(125+250) чудовищ Уругарта]]
  };
  
_G.Virtues[15]["Types"][2]["Regions"][3]["Items"][2] = 
  {
   ["LocName"] = _G.Regions[3].Locs[5], 
   ["ItemName"] = "Тролли Карн Дума (продолжение)",
   ["Add"] = "1",
   ["Descr"] = [[Истребить 180(60+120) троллей Карн-Дума]]
  };
  
_G.Virtues[15]["Types"][2]["Regions"][4] = {};
_G.Virtues[15]["Types"][2]["Regions"][4]["RegionName"] = _G.Regions[4].RegName;
_G.Virtues[15]["Types"][2]["Regions"][4]["Items"] = {};

_G.Virtues[15]["Types"][2]["Regions"][4]["Items"][1] = 
  {
   ["LocName"] = _G.Regions[4].Locs[6], 
   ["ItemName"] = "Разносчики заразы (продолжение)",
   ["Add"] = "1",
   ["Descr"] = [[Истребить 180(60+120) насекомых 16-ом чертоге]]
  };
  
_G.Virtues[15]["Types"][2]["Regions"][4]["Items"][2] = 
  {
   ["LocName"] = _G.Regions[4].Locs[7], 
   ["ItemName"] = "Убийца Безымянных (продолжение)",
   ["Add"] = "1",
   ["Descr"] = [[Истребить 180(60+120) безымянных в Темных пещерах]]
  };
  
_G.Virtues[15]["Types"][3] = {};
_G.Virtues[15]["Types"][3]["TypesName"] = _G.VirtuesTypes[3];
_G.Virtues[15]["Types"][3]["Regions"] = {};
_G.Virtues[15]["Types"][3]["Regions"][1] = {};
_G.Virtues[15]["Types"][3]["Regions"][1]["RegionName"] = _G.Regions[1].RegName;
_G.Virtues[15]["Types"][3]["Regions"][1]["Items"] = {};

_G.Virtues[15]["Types"][3]["Regions"][1]["Items"][1] = 
  {
   ["LocName"] = _G.Regions[1].Locs[9], 
   ["ItemName"] = "Возвращение испорченных пирогов",
   ["Add"] = "1",
   ["Descr"] = [[Вернуть испорченные пироги:
 1. Вернуть испорченный пирог из Барсуковин
 2. Вернуть испорченный пирог из Бродней
 3. Вернуть испорченный пирог из Приречья
 4. Вернуть испорченный пирог из Лягушатников
 5. Вернуть испорченный пирог из Хоббитона
 6. Вернуть испорченный пирог из Занорок
 7. Вернуть испорченный пирог из Занорья
 8. Вернуть испорченный пирог из Игольного Ушка
 9. Вернуть испорченный пирог из Скэри
 10. Вернуть испорченный пирог из Затона
 11. Вернуть испорченный пирог из Тукборо
 12. Вернуть испорченный пирог из Лесного Чертога]]
  };
  
_G.Virtues[15]["Types"][3]["Regions"][1]["Items"][2] = 
  {
   ["LocName"] = _G.Regions[1].Locs[9], 
   ["ItemName"] = "Возрождение Скорой почты",
   ["Add"] = "1",
   ["Descr"] = [[Отнести письма по маршрутам (13 маршрутов):
 1. Занорки – Занорье
 2. Занорье – Переплетень
 3. Переплетень – Игольное Ушко
 4. Игольное Ушко – Занорье
 5. Занорье – Тукборо
 6. Тукборо – Хоббитон
 7. Хоббитон – Захолмье
 8. Захолмье – Приречье
 9. Лягушатники – Лесной Чертог
 10. Лесной Чертог – Затон
 11. Затон – Бродни
 12. Бродни – Скэри
 13. Скэри – Барсуковины]]
  };
  
_G.Virtues[15]["Types"][3]["Regions"][1]["Items"][3] = 
  {
   ["LocName"] = _G.Regions[1].Locs[11], 
   ["ItemName"] = "Тайны Энедвайта (продолжение II)",
   ["Add"] = "1",
   ["Descr"] = [[Выполнить 30 заданий жителей Энедвайта]]
  };
  
_G.Virtues[15]["Types"][3]["Regions"][2] = {};
_G.Virtues[15]["Types"][3]["Regions"][2]["RegionName"] = _G.Regions[2].RegName;
_G.Virtues[15]["Types"][3]["Regions"][2]["Items"] = {};

_G.Virtues[15]["Types"][3]["Regions"][2]["Items"][1] = 
  {
   ["LocName"] = _G.Regions[2].Locs[7], 
   ["ItemName"] = "Задания в Рашгоре",
   ["Add"] = "1",
   ["Descr"] = [[Выполнить 20 заданий в Рашгоре]]
  };
