                                                                                                   _G.Virtues[9] = {};
_G.Virtues[9]["VirtueName"] = "Преданность";
_G.Virtues[9]["VirtueIcon"] = "9_Pred.tga";
_G.Virtues[9]["VirtueBonusArmNames"] = "";
_G.Virtues[9]["VirtueBonusesArm"] = {};
_G.Virtues[9]["VirtueBonusStNames"] ={"TMitig", "Vitality", "Power"};
_G.Virtues[9]["VirtueBonusesSt"] ={
   {41, 81, 122, 162, 203, 243, 284, 324, 365, 405, 446, 486, 527, 567, 608, 648},
   {2, 3, 5, 6, 8, 9, 11, 12, 14, 15, 16, 18, 19, 21, 22, 24},
   {5, 8, 11, 14, 17, 20, 23, 25, 28, 31, 34, 37, 39, 42, 45, 48}
 };
_G.Virtues[9]["Types"] = {};
_G.Virtues[9]["Types"][1] = {};
_G.Virtues[9]["Types"][1]["TypesName"] = _G.VirtuesTypes[1];
_G.Virtues[9]["Types"][1]["Regions"] = {};
_G.Virtues[9]["Types"][1]["Regions"][1] = {};
_G.Virtues[9]["Types"][1]["Regions"][1]["RegionName"] = _G.Regions[1].RegName;
_G.Virtues[9]["Types"][1]["Regions"][1]["Items"] = {};

_G.Virtues[9]["Types"][1]["Regions"][1]["Items"][1] = 
  {
   ["LocName"] = _G.Regions[1].Locs[1], 
   ["ItemName"] = "Круг отчаяния",
   ["Add"] = "1",
   ["Descr"] = [[Исследовать башни(Барад Гуларан):
 1. Минас-Каул (7.78N, 23.00W)
 2. Минас-Агар (7.15N, 23.15W)
 3. Минас-Маур (6.62N, 22.94W)
 4. Минас-Ангос (6.43N, 22.40W)
 5. Минас-Нир (7.78N, 21.84W)
 6. Минас-Делот (6.61N, 21.83W)
 7. Минас-Гуларан (7.12N, 21.64W)
 8. Минас-Дем (7.99N, 22.40W)]]
  };
  
_G.Virtues[9]["Types"][1]["Regions"][1]["Items"][2] = 
  {
   ["LocName"] = _G.Regions[1].Locs[5], 
   ["ItemName"] = "Укрепления Пустошей",
   ["Add"] = "1",
   ["Descr"] = [[Исследуйте Укрепления в Пустошах:
 1. Барад-Лахиант (35.83S, 38.30W)
 2. Ост Ладен (34.48S, 37.52W)
 3. Заброшенный мост (34.65S, 35.20W)
 4. Митреност (34.18S, 34.35W)
 5. Тандобел (33.80S, 32.73W)
 6. Ост Кирн (33.61S, 30.91W)
 7. Наэрост (30.73S, 33.87W)
 8. Амон Рос (30.86S, 31.71W)
 9. Ост Гурут (31.30S, 29.60W)]]
  };
  
_G.Virtues[9]["Types"][1]["Regions"][1]["Items"][3] = 
  {
   ["LocName"] = _G.Regions[1].Locs[7], 
   ["ItemName"] = "Дорога в Ривенделл",
   ["Add"] = "1",
   ["Descr"] = [[Исследуйте дорогу в Ривенделл:
 1. Последний мост (33.47S, 23.57W)
 2. Лагерь Барахена (34.06S, 20.20W)
 3. Бруиненский брод (33.50S, 11.38W)
 4. Врата Имладриса (32.14S, 6.20W)]]
  };
  
_G.Virtues[9]["Types"][1]["Regions"][1]["Items"][4] = 
  {
   ["LocName"] = _G.Regions[1].Locs[9], 
   ["ItemName"] = "Достопримечательности Шира",
   ["Add"] = "1",
   ["Descr"] = [[Исследуйте Достопримечательности Шира:
 1. Праздничное дерево (29.85S, 71.48W)
 2. Меттельские подмостки (32.52S, 69.92W)
 3. Затонная башня (33.02S, 63.57W)
 4. Каменоломня (27.88S, 65.67W)
 5. Замостьинская стена (30.47S, 64.12W)
 6. Великая ива (33.61S, 70.41W)]]
  };
  
_G.Virtues[9]["Types"][1]["Regions"][1]["Items"][5] = 
  {
   ["LocName"] = _G.Regions[1].Locs[10], 
   ["ItemName"] = "Гробницы Эвендима",
   ["Add"] = "1",
   ["Descr"] = [[Исследуйте гробницы Эвендима:
 1. Хауд Эарендур (15.95S, 66.45W)
 2. Хауд Элендур (16.30S, 66.02W)
 3. Хауд Валандур (16.43S, 66.51W)
 4. Хауд Элендил (16.67S, 66.97W)
 5. Хауд Тарондор (16.87S, 66.14W)
 6. Хауд Эльдакар (17.16S, 66.81W)
 7. Хауд Таркил (17.13S, 66.02W)
 8. Хауд Арантар (17.23S, 66.27W)]]
  };

_G.Virtues[9]["Types"][1]["Regions"][1]["Items"][6] = 
  {
   ["LocName"] = _G.Regions[1].Locs[10], 
   ["ItemName"] = "Руины Эвендима",
   ["Add"] = "1",
   ["Descr"] = [[Исследуйте древние руины Арнора:
 1. Там Намбарт (12.05S, 65.56W)
 2. Там Варан (12.10S, 63.86W)
 3. Ост Герин (11.20S, 61.61W)
 4. Там Андалат (9.50S, 63.12W)
 5. Там Орнен (8.75S, 66.43W)
 6. Барад-Рат (7.31S, 66.62W)
 7. Рантост (6.99S, 70.20W)
 8. Толлобел (11.38S, 71.95W)]]
  };
  
_G.Virtues[9]["Types"][1]["Regions"][1]["Items"][7] = 
  {
   ["LocName"] = _G.Regions[1].Locs[12], 
   ["ItemName"] = "Рукопись о Кольцах",
   ["Add"] = "1",
   ["Descr"] = [[Разыщите страницы рукописи о Кольцах, разбросанные по Эрегиону:
 1. Ветхие страницы руковписи о Кольцах (мобы - Глад Эрег (42.5S, 13.5W))
 2. Истлевшие страницы рукописи о Кольцах (мобы – Пембар)
 3. Рассыпающиеся страницы рукописи о Кольцах (44.1S, 11.0W)
 4. Хрупкие страницы рукописи о Кольцах (47.9S, 13.9W)
 5. Ломкие страницы рукописи о Кольцах (52.4S, 16.8W)
 6. Истончившиеся страницы рукописи о Кольцах (39.6S, 16.4W) (Гвингрис)]]
  };
  
_G.Virtues[9]["Types"][1]["Regions"][1]["Items"][8] = 
  {
   ["LocName"] = _G.Regions[1].Locs[13], 
   ["ItemName"] = "Разведка укреплений Крепкохватов",
   ["Add"] = "1",
   ["Descr"] = [[Осмотрите укрепления разбойников-Крепкохватов:
 1. Долина Колец (18.30S, 96.11W)
 2. Мрачное озеро (17.58S, 94.78W)
 3. Обелиск Келедула (21.33S, 92.03W)
 4. Порт Келедула (21.71S, 91.36W)]]
  };
  
_G.Virtues[9]["Types"][1]["Regions"][2] = {};
_G.Virtues[9]["Types"][1]["Regions"][2]["RegionName"] = _G.Regions[2].RegName;
_G.Virtues[9]["Types"][1]["Regions"][2]["Items"] = {};

_G.Virtues[9]["Types"][1]["Regions"][2]["Items"][1] = 
  {
   ["LocName"] = _G.Regions[2].Locs[4], 
   ["ItemName"] = "Восточная дорога Дарина",
   ["Add"] = "1",
   ["Descr"] = [[Исследуйте восточную часть Дороги Дарина в Мории:
 1. Язаргунд (4.00S, 106.34W)
 2. Скойрузг (3.94S, 99.92W)
 3. Хадад-Дум (3.02S, 104.79W)
 4. Фехем-Дум (4.19S, 104.80W)
 5. Тит-Маудхул (2.72S, 101.75W)
 6. Гришурбхрум (2.99S, 100.77W)
 7. Кхултург (2.83S, 100.04W)
 8. Дар-Рукх (4.57S, 101.06W)]]
  };
  
_G.Virtues[9]["Types"][1]["Regions"][2]["Items"][2] = 
  {
   ["LocName"] = _G.Regions[2].Locs[3], 
   ["ItemName"] = "Серебряные Копи",
   ["Add"] = "1",
   ["Descr"] = [[Исследуйте Серебряные Копи Мории:
 1. Глубокий спуск (9.8S, 112.6W)
 2. Гамил Филик (10.2S, 111.8W)
 3. Менем-Берей (11.0S, 112.8W)
 4. Серебряный город (12.7S, 112.2W)]]
  };
  
_G.Virtues[9]["Types"][1]["Regions"][2]["Items"][3] = 
  {
   ["LocName"] = _G.Regions[2].Locs[8], 
   ["ItemName"] = "Фермы и поля Истемнета",
   ["Add"] = "1",
   ["Descr"] = [[Найдите фермы и поля Истемнета:
 1. Ферма Рандгара (44.1S, 53.8W)
 2. Весеннее поместье (49.5S, 56.6W)
 3. Одинокие пашни (63.5S, 56.4W)
 4. Брадкрофт (56.9S, 61.3W)
 5. Виртинг (59.1S, 61.6W)]]
  };
  
_G.Virtues[9]["Types"][2] = {};
_G.Virtues[9]["Types"][2]["TypesName"] = _G.VirtuesTypes[2];
_G.Virtues[9]["Types"][2]["Regions"] = {};
_G.Virtues[9]["Types"][2]["Regions"][1] = {};
_G.Virtues[9]["Types"][2]["Regions"][1]["RegionName"] = _G.Regions[1].RegName;
_G.Virtues[9]["Types"][2]["Regions"][1]["Items"] = {};

_G.Virtues[9]["Types"][2]["Regions"][1]["Items"][1] = 
  {
   ["LocName"] = _G.Regions[1].Locs[8], 
   ["ItemName"] = "Убийца Крепкохватов(продолжение)",
   ["Add"] = "1",
   ["Descr"] = [[Истребить 450(150+300) Крепкохватов в Форохеле]]
  };

_G.Virtues[9]["Types"][2]["Regions"][1]["Items"][2] = 
  {
   ["LocName"] = _G.Regions[1].Locs[2], 
   ["ItemName"] = "Убийца дунландцев(продолжение)",
   ["Add"] = "1",
   ["Descr"] = [[Убить 475(200+275) враждебных дунландцев в Дунланде]]
  };
  
_G.Virtues[9]["Types"][2]["Regions"][2] = {};
_G.Virtues[9]["Types"][2]["Regions"][2]["RegionName"] = _G.Regions[2].RegName;
_G.Virtues[9]["Types"][2]["Regions"][2]["Items"] = {};

_G.Virtues[9]["Types"][2]["Regions"][2]["Items"][1] = 
  {
   ["LocName"] = _G.Regions[2].Locs[6], 
   ["ItemName"] = "Убийца нежити(продолжение)",
   ["Add"] = "1",
   ["Descr"] = [[Убить 360(120+240) умертвий и призраков в Южном Лихолесье]]
  };
  
_G.Virtues[9]["Types"][2]["Regions"][2]["Items"][2] = 
  {
   ["LocName"] = _G.Regions[2].Locs[7], 
   ["ItemName"] = "Убийца пауков(продолжение)",
   ["Add"] = "1",
   ["Descr"] = [[Убить 255(80+175) пауков на берегах Великой реки]]
  };
  
_G.Virtues[9]["Types"][2]["Regions"][3] = {};
_G.Virtues[9]["Types"][2]["Regions"][3]["RegionName"] = _G.Regions[4].RegName;
_G.Virtues[9]["Types"][2]["Regions"][3]["Items"] = {};

_G.Virtues[9]["Types"][2]["Regions"][3]["Items"][1] = 
  {
   ["LocName"] = _G.Regions[4].Locs[1], 
   ["ItemName"] = "Вторжение в сокровищницу (продолжение)",
   ["Add"] = "1",
   ["Descr"] = [[Истребить 180 (60+120) захватчиков в Забытой сокровищнице]]
  };
  
_G.Virtues[9]["Types"][2]["Regions"][3]["Items"][2] = 
  {
   ["LocName"] = _G.Regions[4].Locs[2], 
   ["ItemName"] = "Укротители злобных варгов (продолжение)",
   ["Add"] = "1",
   ["Descr"] = [[Истребить 180(60+120) гоблинов на Большой Лестнице]]
  };
  
_G.Virtues[9]["Types"][3] = {};
_G.Virtues[9]["Types"][3]["TypesName"] = _G.VirtuesTypes[3];
_G.Virtues[9]["Types"][3]["Regions"] = {};
_G.Virtues[9]["Types"][3]["Regions"][1] = {};
_G.Virtues[9]["Types"][3]["Regions"][1]["RegionName"] = _G.Regions[2].RegName;
_G.Virtues[9]["Types"][3]["Regions"][1]["Items"] = {};

_G.Virtues[9]["Types"][3]["Regions"][1]["Items"][1] = 
  {
   ["LocName"] = _G.Regions[2].Locs[7], 
   ["ItemName"] = "Задания в Тингладе",
   ["Add"] = "1",
   ["Descr"] = [[Выполнить 20 заданий обитателей Тинглада]]
  };
